[{"to": 52076, ":": 46161, ",": 43510, "'": 41424, "in": 41240, "'s": 35045, "the": 34405, "of": 34147, "for": 29186, "...": 26480, "on": 22686, "and": 20024, "a": 16473, "at": 14532, "with": 14506, "new": 12419, "is": 11563, "us": 11149, "as": 10460, "$": 9614, "?": 9503, "after": 8223, "from": 7637, "by": 6359, "up": 6193, "(": 5838, ")": 5707, "2014": 5577, "&": 5499, "-": 5481, "says": 5261, "!": 5222, "video": 5201, "over": 4940, "be": 4866, "more": 4694, "kardashian": 4645, "kim": 4470, "first": 4457, "may": 4417, ";": 4341, "will": 4303, "about": 3911, "not": 3846, "stocks": 3696, "china": 3618, "are": 3523, "west": 3523, "season": 3512, "it": 3424, "out": 3370, "review": 3367, "her": 3351, "n't": 3325, "day": 3312, "'the": 3271, "report": 3263, "movie": 3250, "health": 3199, ".": 3149, "study": 3112, "star": 3107, "2": 3074, "you": 3051, "ebola": 3049, "show": 2974, "watch": 2967, "has": 2874, "``": 2871, "sales": 2805, "who": 2796, "%": 2777, "''": 2739, "deal": 2729, "million": 2723, "thrones": 2646, "wedding": 2605, "this": 2604, "but": 2572, "kanye": 2570, "data": 2552, "cancer": 2542, "down": 2517, "his": 2494, "could": 2491, "off": 2480, "billion": 2443, "news": 2433, "what": 2406, "twitter": 2404, "miley": 2380, "awards": 2356, "world": 2346, "bank": 2338, "trailer": 2334, "shares": 2323, "gets": 2319, "that": 2318, "than": 2315, "cyrus": 2285, "back": 2281, "dies": 2279, "music": 2275, "your": 2247, "have": 2243, "update": 2224, "bieber": 2212, "home": 2194, "time": 2188, "how": 2163, "market": 2161, "top": 2160, "game": 2139, "no": 2129, "rate": 2105, "film": 2101, "earnings": 2097, "america": 2094, "justin": 2089, "why": 2088, "prices": 2083, "chris": 2083, "oil": 2069, "rise": 2068, "high": 2053, "fed": 2019, "amazon": 2014, "growth": 1987, "shows": 1982, "death": 1947, "tv": 1940, "was": 1914, "can": 1901, "profit": 1898, "get": 1896, "rates": 1893, "its": 1879, "most": 1872, "one": 1863, "american": 1862, "ceo": 1856, "big": 1852, "stock": 1851, "an": 1840, "i": 1827, "\u201c": 1818, "record": 1812, "week": 1806, "dead": 1803, "higher": 1803, "dollar": 1780, "4": 1770, "into": 1757, "against": 1739, "virus": 1736, "talks": 1728, "\u201d": 1718, "5": 1717, "set": 1706, "risk": 1696, "all": 1694, "1": 1686, "stars": 1660, "3": 1653, "office": 1646, "wars": 1633, "men": 1615, "now": 1598, "euro": 1582, "mers": 1579, "recap": 1559, "ecb": 1552, "two": 1544, "years": 1537, "buy": 1527, "10": 1526, "beyonce": 1519, "people": 1518, "still": 1517, "street": 1512, "box": 1511, "man": 1511, "finale": 1499, "tour": 1489, "do": 1479, "baby": 1477, "fall": 1476, "michael": 1463, "episode": 1462, "live": 1456, "jay": 1438, "gas": 1430, "7": 1428, "court": 1421, "business": 1420, "best": 1419, "case": 1401, "ahead": 1400, "year": 1392, "lower": 1387, "voice": 1380, "jobs": 1362, "again": 1361, "drug": 1360, "\u2013": 1357, "pay": 1353, "gold": 1345, "she": 1335, "ipo": 1334, "z": 1334, "percent": 1326, "life": 1309, "low": 1302, "ukraine": 1299, "u.s.": 1296, "target": 1295, "falls": 1295, "he": 1293, "lohan": 1290, "inflation": 1287, "reveals": 1286, "march": 1277, "outbreak": 1271, "reports": 1270, "rises": 1268, "fda": 1257, "during": 1254, "selena": 1244, "hits": 1240, "help": 1234, "paul": 1226, "make": 1224, "uk": 1224, "global": 1220, "wall": 1217, "takes": 1215, "gomez": 1203, "today": 1200, "lindsay": 1195, "obama": 1194, "makes": 1192, "end": 1190, "second": 1189, "future": 1183, "their": 1175, "blood": 1171, "hit": 1166, "airlines": 1166, "tax": 1162, "take": 1157, "economy": 1157, "did": 1156, "announces": 1155, "before": 1150, "yellen": 1140, "george": 1137, "gains": 1133, "another": 1133, "heart": 1132, "mortgage": 1131, "york": 1128, "should": 1120, "finds": 1118, "actor": 1118, "company": 1115, "see": 1113, "good": 1105, "album": 1105, "does": 1103, "family": 1103, "gm": 1094, "price": 1092, "goes": 1081, "malaysia": 1080, "woman": 1080, "look": 1080, "brown": 1079, "director": 1079, "april": 1075, "here": 1073, "singer": 1067, "claims": 1067, "james": 1066, "found": 1065, "just": 1064, "plans": 1063, "fight": 1062, "fans": 1062, "drops": 1059, "house": 1057, "bid": 1054, "'game": 1051, "know": 1049, "july": 1048, "next": 1047, "last": 1047, "missing": 1045, "red": 1044, "we": 1041, "photo": 1041, "state": 1040, "love": 1033, "june": 1029, "women": 1029, "alibaba": 1028, "weekend": 1024, "results": 1022, "x-men": 1022, "gives": 1022, "north": 1021, "plane": 1016, "markets": 1015, "mtv": 1013, "say": 1009, "scott": 1009, "kids": 1002, "bachelorette": 1000, "chinese": 999, "photos": 996, "close": 986, "mother": 985, "arrested": 985, "--": 984, "cast": 981, "flight": 978, "test": 978, "japan": 975, "girl": 975, "martin": 971, "age": 969, "sex": 964, "mh370": 960, "cases": 959, "amid": 945, "drop": 945, "search": 940, "plan": 936, "days": 935, "food": 926, "go": 922, "loss": 921, "final": 921, "or": 915, "night": 915, "russia": 912, "care": 911, "s": 911, "other": 911, "king": 911, "children": 903, "festival": 898, "since": 898, "european": 897, "free": 895, "under": 895, "6": 894, "posts": 892, "some": 889, "cut": 886, "iraq": 886, "harris": 884, "near": 879, "premiere": 877, "list": 876, "obamacare": 875, "young": 872, "fox": 871, "spider-man": 871, "black": 871, "california": 866, "mcdonald": 866, "met": 864, "unemployment": 860, "release": 856, "wife": 856, "being": 853, "things": 853, "like": 852, "jackson": 852, "disease": 848, "story": 843, "cuts": 840, "pfizer": 839, "series": 839, "consumer": 839, "trading": 836, "q1": 833, "hbo": 830, "wants": 828, "confirms": 827, "[": 825, "wins": 824, "five": 823, "hospital": 823, "return": 822, "open": 820, "jennifer": 820, "due": 819, "fire": 818, "offer": 817, "coachella": 809, "raises": 807, "despite": 805, "williams": 803, "idol": 802, "p": 801, "google": 798, "quarter": 798, "cannes": 796, "crash": 795, "easter": 793, "latest": 792, "need": 792, "ban": 791, "bad": 789, "past": 788, "use": 787, "]": 785, "beats": 785, "strong": 784, "hollywood": 783, "africa": 781, "service": 779, "calls": 778, "colbert": 775, "\u2014": 774, "cover": 772, "jolie": 770, "paltrow": 769, "revenue": 767, "battle": 766, "too": 763, "amazing": 763, "released": 762, "recalls": 761, "dow": 756, "europe": 753, "trade": 752, "county": 751, "cdc": 749, "medical": 747, "cancels": 747, "view": 747, "sees": 746, "water": 744, "#": 742, "expected": 742, "investors": 741, "pregnant": 741, "gwyneth": 741, "manufacturing": 739, "jet": 736, "seth": 736, "officials": 735, "public": 734, "three": 732, "sequel": 731, "linked": 731, "autism": 728, "david": 727, "lead": 726, "l'wren": 724, "white": 720, "energy": 717, "debut": 716, "spoilers": 715, "economic": 715, "face": 714, "online": 711, "files": 708, "johnny": 708, "angelina": 707, "releases": 706, "alzheimer": 705, "coming": 705, "money": 703, "french": 703, "general": 702, "ford": 702, "merger": 701, "winter": 700, "revealed": 699, "outlook": 697, "opens": 697, "marijuana": 696, "party": 696, "book": 696, "bill": 695, "jump": 694, "chief": 693, "play": 688, "recall": 687, "increase": 686, "robin": 685, "morgan": 682, "forecast": 682, "barclays": 682, "harry": 681, "city": 681, "pharrell": 680, "challenge": 680, "ice": 678, "banks": 678, "real": 677, "win": 676, "offers": 674, "move": 674, "group": 673, "500": 673, "police": 673, "air": 671, "disney": 671, "late": 671, "tech": 671, "astrazeneca": 669, "mccarthy": 669, "child": 668, "among": 667, "clooney": 667, "credit": 666, "way": 665, "interest": 664, "so": 664, "change": 663, "biggest": 661, "maker": 661, "ryan": 660, "better": 659, "nearly": 658, "south": 657, "apple": 657, "four": 655, "rules": 653, "tops": 652, "our": 652, "deaths": 650, "yahoo": 650, "beyonc\u00e9": 649, "jenner": 647, "following": 647, "kate": 647, "official": 647, "split": 646, "action": 645, "stop": 643, "mark": 643, "jimmy": 643, "they": 642, "while": 641, "early": 641, "trial": 638, "warns": 638, "robert": 636, "john": 635, "dancing": 632, "andi": 632, "little": 631, "india": 629, "concert": 629, "tesla": 626, "getting": 625, "games": 621, "made": 621, "'star": 621, "smith": 618, "bet": 618, "futures": 618, "policy": 616, "efron": 614, "mixed": 613, "wo": 611, "former": 611, "treatment": 610, "workers": 608, "war": 606, "continues": 605, "jobless": 605, "mad": 604, "german": 604, "100": 603, "call": 603, "marvel": 602, "possible": 601, "major": 601, "superman": 601, "johnson": 601, "joins": 598, "lady": 597, "estimates": 596, "role": 596, "zac": 596, "ends": 594, "stone": 594, "jagger": 593, "2015": 593, "netflix": 591, "walker": 590, "when": 588, "texas": 588, "imf": 587, "galaxy": 587, "emma": 587, "married": 587, "month": 583, "guinea": 581, "lawsuit": 580, "profits": 580, "crisis": 579, "would": 577, "short": 577, "power": 575, "jessica": 575, "morning": 574, "brad": 573, "asia": 572, "issues": 571, "captain": 570, "summer": 570, "bell": 569, "foods": 569, "reportedly": 568, "federal": 568, "much": 567, "got": 567, "guilty": 566, "8": 562, "app": 561, "rogen": 559, "president": 559, "car": 559, "khloe": 559, "support": 558, "looks": 558, "vii": 558, "job": 557, "depp": 557, "50": 556, "date": 556, "run": 556, "stephen": 556, "returns": 555, "capital": 555, "draghi": 554, "own": 554, "share": 553, "prince": 553, "dress": 552, "talk": 552, "if": 552, "rock": 551, "ever": 548, "faces": 548, "gain": 548, "nick": 545, "likely": 545, "supreme": 545, "mila": 545, "spread": 544, "teen": 544, "solange": 543, "facebook": 543, "allergan": 543, "exchange": 542, "bnp": 541, "breast": 539, "birthday": 539, "kunis": 539, "deadline": 538, "school": 536, "e-cigarettes": 536, "start": 536, "stores": 535, "media": 533, "find": 533, "comments": 532, "josh": 532, "bachelor": 532, "daughter": 532, "behind": 531, "actress": 531, "safety": 530, "deadly": 529, "gay": 529, "taylor": 529, "law": 529, "part": 527, "together": 526, "rolf": 526, "pmi": 526, "tonight": 525, "hold": 525, "firm": 524, "patients": 524, "20": 523, "probe": 523, "finally": 523, "walking": 523, "instagram": 523, "raise": 522, "full": 522, "launches": 521, "judge": 521, "rapper": 519, "de": 519, "keep": 518, "bitcoin": 517, "rolling": 516, "buys": 516, "host": 515, "brain": 515, "london": 515, "many": 515, "crude": 514, "fears": 514, "saudi": 512, "been": 511, "really": 511, "vs.": 511, "malaysian": 511, "comedy": 510, "9": 510, "seen": 510, "government": 510, "store": 509, "potter": 509, "billboard": 509, "board": 508, "rally": 507, "museum": 506, "boost": 506, "11": 505, "demand": 505, "worst": 505, "alcohol": 505, "smoking": 504, "signs": 503, "movies": 503, "franco": 503, "prime": 502, "bucket": 502, "washington": 501, "less": 501, "rihanna": 501, "third": 500, "recovery": 499, "retail": 499, "friday": 498, "states": 498, "daily": 497, "warner": 495, "pregnancy": 495, "tribute": 494, "q2": 494, "nasdaq": 494, "months": 494, "thicke": 493, "biopic": 492, "stage": 491, "leads": 491, "mick": 490, "broadway": 490, "work": 490, "jumps": 489, "want": 488, "recalled": 488, "'noah": 488, "|": 488, "fallon": 487, "area": 487, "named": 486, "had": 486, "pitt": 486, "mom": 485, "la": 485, "asian": 484, "might": 483, "helps": 483, "mccartney": 483, "bond": 482, "expectations": 481, "bryan": 481, "monday": 480, "steady": 480, "hill": 479, "holds": 479, "valeant": 478, "apparel": 477, "scientists": 477, "eu": 477, "reality": 476, "transformers": 476, "dating": 476, "harrison": 476, "soldier": 475, "seeks": 474, "where": 473, "sell": 473, "weight": 472, "charged": 472, "argentina": 472, "apologizes": 471, "swift": 471, "ready": 470, "going": 470, "weak": 470, "divorce": 469, "buying": 469, "takeover": 469, "six": 468, "away": 468, "inc.": 468, "name": 467, "confirmed": 467, "vogue": 466, "control": 466, "debt": 466, "irs": 465, "meeting": 465, "song": 465, "head": 465, "key": 464, "crush": 463, "'transformers": 463, "breach": 462, "teaser": 461, "labeouf": 460, "names": 460, "post": 459, "production": 457, "protest": 457, "drugs": 456, "auto": 456, "jenny": 456, "adds": 455, "settlement": 455, "cause": 455, "shia": 455, "join": 454, "cars": 454, "announce": 454, "nile": 453, "gaga": 453, "interview": 452, "social": 452, "concerns": 452, "beef": 452, "michelle": 452, "boy": 451, "carpet": 450, "birth": 449, "abuse": 448, "companies": 448, "jones": 446, "sale": 446, "performance": 446, "financial": 446, "old": 445, "wal-mart": 445, "services": 445, "strike": 445, "toll": 445, "slams": 445, "act": 444, "alstom": 444, "my": 444, "chrysler": 444, "true": 443, "surprise": 442, "investigation": 442, "'mad": 442, "national": 441, "charges": 441, "americans": 441, "leaves": 440, "miss": 440, "fashion": 440, "research": 439, "nyc": 439, "travel": 439, "gosling": 439, "18": 438, "dorfman": 438, "central": 438, "questions": 438, "korea": 438, "international": 438, "acquire": 437, "kristen": 437, "costs": 437, "even": 437, "nbc": 436, "confidence": 436, "beat": 436, "andrew": 436, "rooney": 436, "eyes": 435, "epa": 434, "inc": 434, "sets": 434, "microsoft": 434, "security": 433, "yet": 433, "hong": 433, "ninja": 433, "rumors": 433, "kasem": 432, "denies": 431, "blackberry": 431, "him": 431, "kong": 430, "attack": 429, "eurozone": 429, "brings": 429, "positive": 428, "happy": 428, "boeing": 428, "details": 428, "skin": 428, "tests": 427, "burger": 426, "minutes": 426, "neil": 425, "sues": 424, "t": 424, "geldof": 424, "opening": 424, "surge": 423, "doctors": 423, "peaches": 422, "citigroup": 421, "fan": 421, "12": 421, "alert": 420, "decline": 420, "kimye": 420, "approves": 419, "per": 419, "digital": 419, "long": 419, "focus": 418, "batman": 418, "steps": 416, "tweets": 416, "australia": 416, "meet": 416, "cost": 416, "continue": 415, "girlfriend": 414, "detroit": 414, "around": 413, "candy": 413, "30": 413, "marriage": 412, "train": 412, "canada": 412, "diabetes": 411, "sign": 411, "breaks": 410, "team": 410, "author": 410, "friends": 409, "between": 409, "below": 409, "25": 409, "times": 408, "internet": 408, "there": 407, "yen": 407, "moves": 407, "son": 407, "hot": 407, "del": 405, "soon": 405, "changes": 404, "british": 404, "reaches": 404, "russian": 403, "rejects": 402, "order": 402, "flat": 401, "ca": 400, "healthy": 400, "oscar": 400, "abc": 400, "filming": 399, "16": 399, "casey": 398, "spending": 398, "winner": 398, "'american": 398, "shot": 397, "above": 397, "supply": 397, "hall": 396, "award": 396, "uber": 396, "murray": 394, "phone": 393, "without": 393, "extinction": 393, "industry": 393, "'captain": 393, "through": 392, "mobile": 392, "medicare": 392, "motors": 392, "celebrate": 392, "toyota": 392, "sanctions": 392, "obesity": 391, "only": 391, "eric": 390, "freddie": 390, "preview": 390, "orders": 389, "parents": 389, "researchers": 389, "tweet": 389, "mickey": 389, "san": 388, "push": 387, "taco": 387, "lana": 387, "defends": 387, "meets": 386, "fourth": 386, "loses": 386, "lost": 385, "give": 385, "brooks": 384, "local": 384, "celebrity": 383, "index": 383, "sells": 383, "samsung": 383, "florida": 383, "were": 383, "stones": 382, "doctor": 382, "taxes": 382, "special": 381, "simpson": 381, "streaming": 380, "fine": 380, "right": 380, "shire": 379, "rising": 379, "annual": 378, "un": 378, "france": 377, "vietnam": 377, "ny": 377, "almost": 376, "rey": 376, "middleton": 376, "mental": 376, "country": 375, "wanted": 375, "turtles": 375, "pound": 375, "stake": 374, "stay": 374, "hike": 374, "slips": 373, "epidemic": 373, "break": 373, "insurance": 373, "satellite": 373, "accused": 372, "sister": 372, "turns": 372, "girls": 371, "increases": 371, "fast": 371, "threat": 370, "kendall": 370, "magazine": 370, "13": 370, "adam": 370, "records": 370, "wwe": 370, "great": 370, "tony": 369, "leave": 368, "ratings": 368, "hospitalized": 368, "tells": 367, "secret": 366, "housing": 366, "airline": 365, "assault": 365, "quarterly": 365, "edge": 365, "st": 365, "kiss": 365, "suicide": 363, "noah": 363, "mutant": 363, "begins": 362, "number": 362, "pablo": 362, "hiv": 362, "rare": 362, "celebrates": 362, "forex": 361, "rob": 361, "stewart": 361, "killed": 361, "giant": 360, "'dancing": 360, "statement": 360, "direct": 360, "`": 360, "human": 359, "warning": 359, "rose": 357, "joe": 357, "bring": 357, "keeps": 357, "pistorius": 357, "ge": 357, "me": 356, "legal": 356, "15": 355, "controversial": 355, "moments": 355, "bln": 355, "russell": 355, "problems": 355, "polio": 355, "closes": 354, "engagement": 354, "exclusive": 354, "campaign": 353, "jay-z": 353, "diet": 352, "needs": 352, "perry": 351, "turkey": 351, "juan": 351, "illness": 351, "apes": 349, "cbs": 349, "davis": 348, "steve": 348, "never": 348, "'re": 348, "responds": 347, "working": 347, "stem": 346, "patient": 346, "factory": 345, "died": 345, "comic": 345, "survey": 345, "paris": 345, "remains": 344, "pressure": 344, "ohio": 343, "fame": 343, "slightly": 343, "come": 342, "stanley": 342, "floyd": 342, "guardians": 342, "scene": 342, "double": 341, "comes": 341, "emergency": 340, "airways": 340, "paribas": 340, "brands": 340, "making": 340, "dark": 339, "worth": 339, "shooting": 338, "1st": 338, "unveils": 337, "prevent": 337, "save": 337, "anniversary": 337, "minaj": 337, "art": 336, "rowling": 336, "picture": 336, "remain": 335, "planet": 335, "critics": 335, "father": 335, "arabia": 335, "leaving": 335, "mayo": 335, "launch": 335, "let": 334, "dawn": 334, "bankruptcy": 334, "chicago": 334, "losses": 334, "husband": 334, "said": 333, "garfield": 332, "hepatitis": 332, "users": 332, "because": 331, "drinking": 331, "aereo": 331, "urges": 331, "funeral": 330, "sunday": 330, "works": 329, "marries": 329, "gdp": 329, "jail": 329, "very": 329, "alleged": 329, "sector": 329, "'true": 328, "average": 327, "members": 327, "huge": 327, "agrees": 327, "dispute": 327, "admits": 326, "kills": 326, "lowest": 325, "highest": 325, "announced": 325, "drama": 325, "nicki": 325, "fired": 325, "cash": 325, "investment": 324, "blue": 324, "relay": 324, "officially": 324, "pot": 324, "scandal": 324, "reported": 323, "sun": 323, "directv": 322, "michele": 322, "weather": 322, "lawrence": 321, "jack": 321, "sexual": 321, "hotel": 320, "arrest": 320, "lea": 320, "oprah": 320, "reduce": 320, "products": 320, "canadian": 319, "airport": 319, "looking": 319, "quit": 318, "pop": 318, "tim": 318, "selling": 318, "vmas": 317, "grande": 317, "engaged": 316, "v": 316, "carney": 316, "largest": 316, "attacks": 316, "accident": 316, "starts": 316, "hunger": 315, "choice": 315, "joke": 315, "st.": 315, "highlights": 315, "expecting": 314, "furious": 314, "using": 313, "facts": 313, "fiat": 313, "ariana": 313, "zone": 313, "private": 313, "lewis": 312, "miranda": 311, "cinco": 311, "eye": 310, "small": 310, "'divergent": 309, "winners": 309, "pride": 309, "february": 309, "band": 309, "suisse": 308, "grow": 308, "creator": 308, "debuts": 308, "issue": 308, "jason": 308, "ben": 307, "must": 307, "maleficent": 307, "taking": 307, "garth": 307, "bang": 307, "reach": 307, "patrick": 307, "perform": 306, "body": 306, "dance": 306, "thursday": 305, "films": 305, "boys": 305, "net": 304, "legend": 304, "barrymore": 303, "queen": 303, "musical": 303, "direction": 303, "drew": 302, "weekly": 302, "chelsea": 302, "community": 301, "levels": 301, "los": 301, "history": 301, "pm": 301, "fun": 301, "experts": 300, "put": 300, "pays": 300, "become": 299, "vs": 299, "model": 299, "numbers": 299, "selfie": 299, "montana": 299, "2nd": 298, "character": 298, "kickstarter": 298, "picks": 298, "teens": 297, "boston": 297, "gala": 297, "lena": 296, "tuesday": 296, "viral": 296, "puts": 296, "'guardians": 296, "bonds": 296, "system": 296, "dips": 296, "level": 295, "risks": 295, "blog": 295, "jpmorgan": 295, "which": 295, "card": 295, "ebay": 294, "orlando": 293, "murder": 293, "woodley": 293, "analysis": 292, "couple": 292, "delayed": 292, "every": 292, "shailene": 292, "grows": 292, "stimulus": 291, "hope": 291, "soars": 291, "customers": 291, "teenage": 291, "exports": 291, "pictures": 291, "walmart": 291, "fraud": 291, "beautiful": 290, "ad": 290, "speech": 290, "370": 290, "gopro": 290, "original": 290, "longer": 289, "mayor": 289, "slows": 289, "dunham": 288, "mostly": 288, "ipad": 288, "controversy": 288, "currency": 288, "chicken": 288, "channel": 288, "sue": 288, "spot": 287, "inside": 287, "analyst": 287, "slow": 287, "used": 287, "half": 286, "whole": 286, "'how": 286, "highs": 286, "chikungunya": 286, "cameron": 286, "hopes": 286, "charlie": 285, "colorado": 285, "epic": 285, "holiday": 285, "godzilla": 285, "cent": 285, "angeles": 285, "'transcendence": 285, "pattinson": 284, "misses": 284, "further": 284, "cell": 283, "pct": 283, "aids": 283, "wrong": 283, "crashes": 283, "benefits": 283, "sxsw": 282, "line": 282, "decision": 282, "eminem": 282, "pounds": 282, "abbvie": 281, "boj": 281, "urban": 281, "planes": 281, "church": 281, "vegas": 281, "holy": 280, "activity": 280, "center": 280, "tobacco": 280, "everything": 279, "tom": 279, "shocking": 279, "breaking": 278, "climbs": 278, "stream": 278, "step": 278, "fireworks": 278, "ibm": 278, "memorial": 278, "cup": 277, "naked": 277, "mockingjay": 277, "hours": 277, "press": 277, "pulls": 277, "dog": 277, "mystery": 277, "vaccine": 276, "plant": 276, "ways": 276, "justice": 276, "safe": 275, "objects": 274, "dave": 274, "jr.": 274, "2013": 274, "approval": 274, "african": 274, "check": 273, "dip": 273, "richard": 273, "acquisition": 273, "turn": 273, "letterman": 273, "al": 272, "minister": 272, "fund": 272, "smartphone": 272, "hillshire": 271, "contract": 271, "kevin": 271, "potential": 270, "surgery": 270, "sexy": 270, "think": 269, "e-cigarette": 269, "create": 269, "restaurant": 269, "ignition": 269, "brand": 269, "jamie": 269, "michigan": 269, "mac": 268, "millions": 268, "pleads": 268, "weeks": 268, "dates": 268, "england": 267, "problem": 267, "17": 267, "marquez": 267, "thousands": 267, "weird": 266, "die": 266, "awareness": 266, "14": 266, "frankie": 265, "impact": 265, "vehicles": 264, "reveal": 264, "'neighbors": 264, "mean": 264, "deals": 263, "drake": 263, "single": 263, "ann": 263, "slip": 263, "surges": 262, "speaks": 262, "herbalife": 262, "grey": 262, "becomes": 262, "pilot": 262, "bacteria": 262, "coca-cola": 261, "worries": 261, "charge": 261, "indian": 261, "road": 261, "madonna": 261, "melissa": 260, "christina": 259, "dad": 259, "illinois": 259, "lopez": 259, "ashton": 259, "asiana": 258, "boe": 258, "shades": 258, "green": 258, "salad": 258, "suit": 258, "detective": 258, "sleep": 257, "louis": 257, "japanese": 257, "hair": 257, "spotted": 256, "massive": 256, "cells": 256, "70": 256, "powdered": 256, "loans": 255, "expands": 255, "jonah": 255, "ruling": 255, "garcia": 255, "flu": 254, "words": 254, "violence": 254, "rule": 254, "murdoch": 254, "message": 254, "keith": 254, "lorde": 253, "foster": 253, "australian": 253, "hard": 253, "ground": 253, "room": 253, "explains": 252, "dee": 252, "dr.": 252, "fat": 252, "called": 252, "well": 252, "guidance": 251, "lives": 251, "straight": 251, "seven": 251, "peter": 251, "dicaprio": 251, "rehab": 251, "salmonella": 251, "costume": 251, "enrollment": 250, "solar": 250, "left": 250, "climate": 250, "industrial": 250, "corn": 250, "once": 249, "response": 249, "eur/usd": 249, "ring": 249, "tattoo": 248, "replace": 248, "event": 248, "lupita": 247, "o": 247, "racist": 247, "sterling": 247, "tatum": 247, "student": 247, "boyfriend": 246, "forecasts": 246, "saturday": 246, "medtronic": 246, "'happy": 246, "aid": 246, "kelly": 246, "settle": 245, "injured": 245, "source": 245, "producer": 244, "screen": 244, "fresh": 244, "bob": 244, "begin": 244, "clip": 244, "fees": 243, "chain": 243, "executive": 243, "reasons": 243, "visit": 243, "fargo": 243, "kutcher": 243, "'bachelorette": 242, "libya": 242, "bp": 242, "pollution": 242, "welcome": 242, "legendary": 242, "poster": 241, "reunion": 241, "'tammy": 241, "options": 241, "pharma": 241, "cheating": 241, "vote": 241, "brent": 241, "technology": 241, "tensions": 241, "rebound": 240, "grand": 240, "walk": 240, "lose": 240, "coffee": 240, "labor": 240, "soar": 240, "tracy": 239, "condition": 239, "these": 239, "als": 239, "chocolate": 239, "default": 239, "measles": 238, "fails": 238, "reaction": 238, "cannon": 238, "sends": 238, "wednesday": 238, "firms": 238, "jk": 237, "sick": 237, "program": 237, "roll": 237, "east": 237, "passes": 237, "sparks": 237, "knowles": 236, "anthony": 236, "4th": 236, "breakfast": 236, "shepherd": 236, "easing": 236, "potato": 236, "footage": 236, "held": 236, "panel": 235, "asks": 235, "allegedly": 235, "college": 235, "anna": 235, "liberia": 234, "electric": 234, "threatens": 234, "marry": 234, "causes": 234, "swiss": 234, "jace": 234, "brothers": 234, "boosts": 233, "nyong": 233, "cloud": 233, "adults": 232, "tape": 232, "spreads": 232, "across": 232, "handler": 232, "far": 231, "matt": 231, "katy": 231, "slide": 231, "led": 231, "ceremony": 231, "senate": 231, "feds": 230, "theory": 230, "iran": 230, "maya": 230, "valley": 230, "hints": 230, "macklemore": 230, "driving": 230, "twins": 229, "draws": 229, "roundup": 229, "worker": 229, "3d": 229, "class": 229, "'godzilla": 229, "agreement": 228, "needed": 228, "charney": 228, "chase": 228, "reserve": 228, "changed": 228, "already": 227, "colon": 227, "hp": 227, "stress": 227, "fx": 227, "'m": 227, "aged": 227, "unit": 227, "negative": 226, "thanks": 226, "quick": 226, "tips": 226, "barbara": 226, "sierra": 225, "enough": 225, "'scandal": 225, "signals": 225, "leone": 224, "24": 224, "mice": 224, "sea": 224, "loan": 224, "debris": 224, "lifetime": 224, "employees": 224, "predict": 223, "21": 223, "theft": 223, "track": 222, "ellen": 222, "angelou": 222, "performs": 222, "channing": 222, "wage": 221, "place": 221, "declines": 221, "bitcoins": 221, "j": 221, "funds": 221, "'maleficent": 220, "bloom": 220, "acting": 220, "posted": 220, "brother": 220, "planned": 220, "9/11": 220, "hearing": 220, "julia": 220, "site": 220, "jackman": 220, "putin": 220, "caught": 220, "southwest": 220, "link": 219, "falling": 219, "starring": 219, "sold": 219, "career": 219, "hurt": 218, "shareholders": 218, "united": 218, "sherri": 218, "wells": 218, "contestant": 218, "dallas": 218, "project": 218, "wears": 217, "success": 217, "radio": 217, "tokyo": 217, "victim": 217, "strategy": 217, "edges": 217, "bay": 216, "kourtney": 216, "strikes": 216, "receives": 216, "plea": 216, "fracking": 216, "mass": 216, "yields": 216, "columbus": 216, "mexico": 215, "until": 215, "wake": 215, "victims": 215, "emirates": 215, "auction": 215, "nation": 215, "paula": 215, "avoid": 214, "rating": 214, "stolen": 214, "speed": 214, "cobain": 214, "drink": 214, "downey": 214, "caused": 214, "faa": 214, "leonardo": 214, "treats": 214, "u.s": 214, "reviews": 214, "c": 214, "ending": 213, "elevator": 213, "traders": 213, "cable": 213, "row": 213, "natural": 213, "stories": 213, "website": 213, "seat": 212, "nyse": 212, "expansion": 212, "aaliyah": 212, "citi": 212, "declares": 211, "side": 211, "park": 211, "ackman": 211, "e": 211, "ease": 211, "lift": 211, "rumours": 210, "fires": 210, "outside": 210, "consumers": 210, "gabriel": 210, "sued": 210, "poll": 210, "friend": 210, "homes": 210, "indiana": 210, "image": 209, "40": 209, "healthcare": 209, "delivers": 209, "makers": 209, "magic": 209, "oz": 209, "nears": 209, "hemsworth": 209, "knuckles": 209, "concern": 208, "jon": 208, "penis": 208, "amy": 208, "hortons": 208, "flash": 208, "students": 208, "images": 208, "studios": 208, "told": 208, "emmy": 208, "mt": 207, "eurovision": 207, "prize": 207, "aims": 206, "m": 206, "attacked": 206, "mars": 206, "bump": 206, "guy": 206, "rights": 206, "christian": 206, "topless": 206, "read": 205, "everyone": 205, "dreams": 205, "growing": 205, "thing": 205, "worldwide": 205, "pic": 205, "extends": 204, "avicii": 204, "rival": 204, "kick": 204, "celebrities": 204, "moment": 204, "katie": 204, "fake": 204, "same": 204, "oracle": 204, "having": 204, "fannie": 203, "wild": 203, "fail": 203, "upon": 203, "plays": 203, "upbeat": 203, "ruby": 203, "screening": 203, "heads": 203, "running": 203, "teases": 203, "light": 202, "older": 202, "pain": 202, "gone": 202, "bunch": 202, "eight": 202, "gwen": 202, "nude": 202, "moving": 202, "force": 202, "planning": 202, "river": 202, "upcoming": 202, "hospitals": 202, "chairman": 202, "pics": 202, "later": 202, "arrives": 202, "improve": 201, "fear": 201, "kerry": 201, "estate": 201, "shop": 201, "updated": 201, "ranks": 201, "regulations": 201, "drinks": 200, "doubtfire": 200, "proposed": 200, "homeless": 200, "least": 200, "increased": 200, "property": 200, "expect": 200, "childhood": 200, "investor": 200, "nominations": 200, "coldplay": 200, "infection": 200, "device": 200, "treat": 200, "drivers": 200, "income": 199, "doing": 199, "gox": 199, "'batman": 199, "added": 199, "scores": 199, "2000": 199, "agency": 199, "ronald": 198, "unchanged": 198, "valuation": 198, "1q": 198, "joint": 198, "diaz": 198, "zendaya": 198, "entertainment": 198, "joan": 198, "anderson": 197, "points": 197, "dying": 197, "19": 197, "chance": 197, "perfect": 197, "warrior": 197, "co.": 197, "advice": 197, "irish": 196, "fighting": 196, "songs": 196, "goodbye": 196, "tori": 196, "spears": 196, "watson": 196, "craig": 196, "welcomes": 195, "stronger": 195, "debate": 195, "nigeria": 195, "ill": 195, "willow": 195, "foreign": 195, "bn": 195, "dean": 195, "august": 195, "hugh": 195, "las": 195, "avril": 194, "dividend": 194, "janet": 194, "normal": 194, "female": 194, "sawyer": 194, "'ve": 194, "royal": 194, "returning": 193, "insider": 193, "analysts": 193, "kris": 193, "renewed": 193, "add": 193, "pink": 193, "protests": 192, "sarah": 192, "treasury": 192, "brief": 192, "affleck": 192, "approved": 192, "beauty": 191, "holding": 191, "funny": 191, "pace": 191, "spill": 191, "thor": 191, "wahlberg": 191, "ship": 191, "videos": 191, "funding": 191, "exit": 190, "cancelled": 190, "building": 190, "lows": 190, "90": 190, "michaels": 190, "sentiment": 190, "suggests": 190, "lavigne": 189, "relationship": 189, "mayweather": 189, "boss": 189, "countries": 189, "gilead": 189, "tries": 189, "competition": 189, "those": 189, "bans": 188, "bus": 188, "starbucks": 188, "stroke": 188, "abortion": 188, "kitty": 187, "emmys": 187, "network": 187, "taxi": 187, "systems": 187, "ac/dc": 187, "middle": 187, "22": 187, "lambert": 187, "68": 187, "spike": 187, "soda": 187, "others": 187, "spring": 187, "intel": 186, "icahn": 186, "serious": 186, "weigh": 186, "complete": 186, "offering": 186, "demi": 186, "ocean": 186, "corporation": 186, "lawmakers": 186, "weighs": 186, "am": 186, "courtney": 185, "comics": 185, "aging": 185, "course": 185, "zillow": 185, "lands": 185, "angry": 185, "looms": 185, "proposes": 185, "disaster": 185, "olivia": 185, "actually": 185, "spin-off": 185, "title": 185, "coach": 185, "gary": 185, "emotional": 184, "affordable": 184, "fuel": 184, "redskins": 184, "piketty": 184, "ireland": 184, "'ll": 183, "jersey": 183, "proposal": 183, "matthew": 183, "drive": 183, "rick": 183, "sports": 183, "heard": 183, "viewers": 183, "93": 183, "lake": 182, "guide": 182, "buffett": 182, "slur": 182, "medicaid": 182, "germany": 182, "fault": 182, "available": 182, "divergent": 182, "resigns": 182, "backs": 182, "hsbc": 182, "crowe": 182, "reform": 182, "climb": 181, "leaked": 181, "trulia": 181, "manager": 181, "'snl": 181, "forward": 181, "stefani": 181, "injury": 181, "brian": 181, "abramson": 181, "eating": 180, "killing": 180, "dov": 180, "'fargo": 180, "thought": 180, "lifts": 180, "including": 180, "levine": 180, "snl": 180, "ties": 180, "honeymoon": 180, "fair": 179, "mail": 179, "large": 179, "eli": 179, "storage": 179, "output": 179, "muppets": 179, "walters": 179, "existing": 179, "ex": 179, "shopping": 178, "mine": 178, "coal": 178, "hear": 178, "miscarriage": 178, "drag": 178, "switch": 178, "transcendence": 178, "\u2026": 178, "gene": 178, "ultimate": 178, "television": 178, "residents": 178, "slump": 177, "tell": 177, "houston": 177, "each": 177, "reunite": 177, "popular": 177, "cooper": 177, "department": 177, "guns": 176, "himself": 176, "nfl": 176, "them": 176, "womack": 176, "style": 176, "ap": 176, "'22": 176, "union": 176, "banking": 175, "hands": 175, "delay": 175, "person": 175, "poor": 175, "solid": 175, "kicks": 175, "blame": 174, "meryl": 174, "keys": 174, "icon": 174, "events": 174, "kill": 174, "tied": 174, "dropped": 174, "lee": 174, "megan": 174, "therapy": 173, "surprises": 173, "noble": 173, "vma": 173, "illegal": 173, "conference": 173, "giving": 173, "monetary": 173, "reboot": 173, "jesus": 173, "comedian": 173, "shock": 173, "bikini": 172, "appearance": 172, "given": 172, "testing": 172, "allen": 172, "corporate": 172, "targets": 172, "gap": 172, "hosts": 172, "aspirin": 171, "30-year": 171, "2.6": 171, "bear": 171, "plunge": 171, "ntsb": 171, "deficit": 171, "bobby": 171, "attorney": 171, "lobster": 171, "worse": 171, "turkish": 170, "overdose": 170, "military": 170, "rape": 170, "listen": 170, "shield": 170, "reason": 170, "protection": 169, "dragon": 169, "means": 169, "allegations": 169, "block": 169, "b.": 169, "etihad": 169, "gun": 169, "political": 169, "january": 169, "comeback": 168, "purchase": 168, "delays": 168, "yuan": 168, "italy": 168, "effects": 168, "recent": 168, "criminal": 168, "brady": 168, "hachette": 168, "won": 168, "scenes": 167, "react": 167, "deutsche": 167, "electronics": 167, "playing": 167, "sharply": 167, "letter": 167, "alcoa": 167, "crazy": 167, "tomorrow": 167, "rankings": 167, "seek": 167, "diane": 167, "common": 167, "congress": 167, "account": 166, "va": 166, "kylie": 166, "gift": 166, "comic-con": 166, "governor": 166, "duke": 166, "protect": 166, "dc": 166, "rant": 166, "happened": 166, "chipotle": 166, "closing": 166, "incident": 166, "elsa": 166, "82": 166, "paid": 166, "lunch": 166, "sofia": 166, "missouri": 166, "addresses": 166, "b": 166, "300": 165, "wu-tang": 165, "via": 165, "allergic": 165, "closer": 165, "businesses": 165, "pool": 165, "suntrust": 165, "beyond": 165, "guest": 165, "tyson": 165, "current": 164, "settles": 164, "'sharknado": 164, "agree": 164, "rbi": 164, "comment": 164, "billy": 164, "pelvic": 164, "receive": 164, "covidien": 164, "nirvana": 164, "chemical": 164, "blasts": 164, "acquires": 164, "200": 164, "cruise": 164, "passengers": 164, "partners": 163, "miami": 163, "clinton": 163, "siemens": 163, "sheen": 163, "benefit": 163, "pilots": 163, "weaker": 163, "circus": 163, "ads": 163, "round": 163, "challenges": 162, "barnes": 162, "silver": 162, "features": 162, "fitch": 162, "canceled": 162, "kansas": 162, "gig": 162, "access": 162, "pushes": 162, "ferguson": 162, "hilarious": 162, "sent": 162, "amal": 162, "slides": 161, "parade": 161, "joining": 161, "claim": 161, "gwar": 161, "estimate": 161, "different": 161, "flights": 161, "cards": 161, "bmw": 161, "rodriguez": 161, "usd": 161, "snow": 160, "ask": 160, "founder": 160, "refuses": 160, "sweet": 160, "trying": 160, "sorry": 160, "retirement": 160, "cfda": 160, "cool": 160, "corp": 160, "kimmel": 160, "monster": 160, "born": 159, "entire": 159, "carolina": 159, "cities": 159, "organic": 159, "ferrell": 159, "sings": 159, "lovato": 159, "spelling": 159, "match": 159, "heaven": 159, "88": 159, "spinoff": 159, "patent": 159, "stable": 159, "'get": 159, "point": 159, "pamela": 158, "cancel": 158, "carey": 158, "aircraft": 158, "ftse": 158, "crumbs": 158, "hunt": 158, "rachel": 158, "sinks": 158, "rainbow": 158, "land": 158, "deflation": 158, "feature": 158, "apology": 158, "tribeca": 157, "advance": 157, "raising": 157, "mar": 157, "arm": 157, "usa": 157, "first-quarter": 156, "word": 156, "attenborough": 156, "minnesota": 156, "heavy": 156, "leading": 156, "shoot": 156, "activist": 156, "watching": 156, "oldman": 156, "lab": 155, "proves": 155, "university": 155, "28": 155, "infections": 155, "went": 155, "pick": 155, "prostate": 155, "postal": 155, "jury": 155, "jada": 155, "blames": 155, "visits": 155, "colin": 154, "island": 154, "payment": 154, "raw": 154, "warn": 154, "britney": 154, "ascending": 154, "forces": 154, "fewer": 154, "cory": 154, "committee": 154, "forced": 154, "wayne": 154, "spoiler": 154, "nations": 154, "tears": 153, "oecd": 153, "famous": 153, "mariah": 153, "iggy": 153, "patton": 153, "cure": 153, "fomc": 153, "andy": 153, "traffic": 153, "families": 153, "babies": 153, "smallpox": 153, "britain": 153, "python": 153, "ordered": 152, "space": 152, "kerr": 152, "knight": 152, "helped": 152, "designer": 152, "plot": 152, "fix": 152, "aaa": 152, "'teenage": 152, "trip": 152, "promises": 152, "alien": 152, "pet": 152, "heading": 152, "roberts": 152, "ball": 151, "drought": 151, "web": 151, "resumes": 151, "francisco": 151, "appear": 151, "breakthrough": 151, "chart": 151, "reading": 151, "merck": 151, "rescue": 151, "17000": 151, "studies": 151, "favorite": 151, "midday": 151, "pan": 151, "suspected": 150, "improving": 150, "question": 150, "leader": 150, "confirm": 150, "eva": 150, "administration": 150, "airbus": 150, "feud": 150, "resume": 150, "leaders": 150, "bar": 150, "weibo": 150, "comcast": 149, "cold": 149, "rocks": 149, "trouble": 149, "vows": 149, "tupac": 149, "26": 149, "according": 149, "finish": 149, "suffers": 149, "filing": 149, "fatal": 149, "simon": 149, "value": 149, "schumacher": 148, "'good": 148, "prepares": 148, "delivery": 148, "fedex": 148, "orange": 148, "nokia": 148, "detect": 148, "mike": 148, "blamed": 148, "sutherland": 148, "authorities": 148, "views": 148, "2012": 148, "producers": 147, "0": 147, "dementia": 147, "emissions": 147, "frozen": 147, "lines": 147, "progress": 147, "dynasty": 147, "evil": 147, "long-term": 147, "wright": 147, "opentable": 147, "announcement": 147, "59": 147, "express": 146, "improves": 146, "expects": 146, "doubles": 146, "tumble": 146, "file": 146, "pill": 146, "renews": 146, "facing": 146, "appeal": 146, "silence": 146, "paying": 146, "uncoupling": 146, "hewlett-packard": 146, "total": 146, "bofa": 145, "evidence": 145, "heroin": 145, "thriller": 145, "living": 145, "'not": 145, "terry": 145, "nothing": 145, "lily": 145, "jim": 145, "eases": 145, "build": 145, "prepare": 145, "ago": 145, "assets": 145, "goods": 145, "stays": 145, "october": 145, "hundreds": 145, "note": 144, "struggle": 144, "'fast": 144, "'late": 144, "documentary": 144, "losing": 144, "offered": 144, "ftc": 144, "pippa": 144, "nobel": 144, "strength": 144, "ousted": 144, "fights": 144, "mosquito-borne": 144, "scare": 144, "super": 143, "frontman": 143, "loves": 143, "adams": 143, "purple": 143, "reacts": 143, "scam": 143, "both": 143, "damage": 143, "apologises": 143, "elizabeth": 142, "any": 142, "streak": 142, "lucas": 142, "'we": 142, "dimon": 142, "tracking": 142, "export": 142, "+": 142, "protesters": 142, "pinnacle": 142, "machine": 142, "main": 142, "daniel": 142, "commentary": 141, "schwarzenegger": 141, "dangerous": 141, "phil": 141, "jewish": 141, "greece": 141, "poised": 141, "done": 141, "artist": 141, "coverage": 141, "degeneres": 141, "rivers": 141, "e.": 141, "sing": 141, "tough": 141, "moms": 140, "marketing": 140, "3rd": 140, "characters": 140, "'hunger": 140, "usda": 140, "feel": 140, "criticism": 140, "bennett": 140, "seasons": 140, "3.2": 140, "links": 140, "also": 140, "katherine": 140, "priceline": 140, "poses": 139, "expand": 139, "construction": 139, "failure": 139, "front": 139, "29": 139, "glastonbury": 139, "azalea": 139, "thinks": 139, "'spider-man": 139, "mosquito": 139, "symptoms": 139, "wed": 139, "spots": 139, "restaurants": 139, "twin": 139, "ivy": 139, "gamestop": 139, "coast": 139, "uses": 139, "bonnaroo": 139, "nikki": 139, "actors": 139, "brawl": 139, "crowd": 138, "club": 138, "covers": 138, "'big": 138, "christine": 138, "'tonight": 138, "cat": 138, "kiefer": 138, "beach": 138, "wine": 138, "massachusetts": 138, "gazprom": 138, "alamuddin": 138, "'amazing": 138, "coli": 138, "youtube": 138, "exposed": 138, "farewell": 138, "23": 137, "saga": 137, "vodafone": 137, "type": 137, "wallach": 137, "evans": 137, "hobbit": 137, "winning": 137, "prinze": 137, "user": 137, "trademark": 137, "soul": 137, "edgar": 137, "apps": 137, "honor": 136, "keeping": 136, "william": 136, "2016": 136, "ultra": 136, "performances": 136, "valued": 136, "lagarde": 136, "anchor": 136, "gordimer": 136, "sciences": 136, "greek": 136, "attempt": 136, "lamar": 136, "rosie": 136, "'most": 136, "battles": 136, "tanker": 135, "briefs": 135, "snapchat": 135, "sharp": 135, "bed": 135, "partner": 135, "creates": 135, "youth": 135, "allergy": 135, ">": 135, "books": 135, "teams": 135, "affect": 135, "momentum": 134, "player": 134, "christie": 134, "trillion": 134, "measures": 134, "exec": 134, "christians": 134, "dozens": 134, "macfarlane": 133, "volume": 133, "winslet": 133, "pancreas": 133, "wireless": 133, "applications": 133, "rr": 133, "racism": 133, "plc": 133, "struggles": 133, "retailer": 133, "mosquitoes": 133, "bridge": 133, "rail": 132, "draft": 132, "fly": 132, "q4": 132, "brockie": 132, "remarks": 132, "concerts": 132, "blake": 132, "suspends": 132, "testimony": 132, "label": 132, "blow": 132, "classic": 132, "casts": 132, "chair": 132, "mln": 131, "pandora": 131, "banned": 131, "population": 131, "attend": 131, "deliver": 131, "peace": 131, "shareholder": 131, "zeppelin": 131, "equities": 131, "toward": 131, "enters": 131, "shell": 131, "tammy": 131, "bangerz": 131, "monty": 131, "backlash": 131, "management": 131, "superhero": 130, "jodie": 130, "edwards": 130, "ok": 130, "updates": 130, "mh17": 130, "romance": 130, "conflict": 130, "expert": 130, "field": 130, "horror": 130, "egypt": 130, "goldman": 130, "bottom": 130, "veterans": 130, "navy": 130, "lack": 130, "kardashians": 130, "extra": 130, "'community": 130, "minimum": 130, "vials": 130, "discovered": 130, "showing": 130, "porn": 129, "ride": 129, "believe": 129, "saying": 129, "vinyl": 129, "disappoints": 129, "minute": 129, "fortune": 129, "mcadams": 129, "sharknado": 129, "johansson": 129, "aguilera": 128, "beer": 128, "'glee": 128, "limits": 128, "cheese": 128, "'on": 128, "effort": 128, "amber": 128, "collection": 128, "wardrobe": 128, "rebounds": 128, "revival": 128, "extend": 128, "r": 128, "glee": 128, "1000": 128, "penney": 128, "bets": 127, "finance": 127, "marks": 127, "motorola": 127, "postpones": 127, "development": 127, "passover": 127, "celebration": 127, "mendes": 127, "malfunction": 127, "legacy": 127, "fleetwood": 127, "'heaven": 127, "something": 127, "century": 127, "reduces": 127, "q": 126, "tumbles": 126, "usher": 126, "awesome": 126, "jokes": 126, "send": 126, "nikkei": 126, "important": 126, "supplies": 126, "trend": 126, "van": 126, "rangers": 126, "speculation": 126, "sean": 126, "berry": 126, "archie": 126, "disappointing": 126, "visa": 125, "fever": 125, "'bachelor": 125, "spend": 125, "budget": 125, "ciara": 125, "cross": 125, "region": 125, "200000": 125, "don": 125, "fest": 125, "1.5": 125, "monteith": 125, "prescription": 125, "scarlett": 125, "merge": 125, "43": 125, "dressed": 124, "passenger": 124, "drone": 124, "meat": 124, "seeking": 124, "lowers": 124, "devices": 124, "critical": 124, "provide": 124, "activists": 124, "worried": 124, "clean": 124, "lately": 124, "neighbors": 124, "studio": 124, "bigger": 124, "unlikely": 124, "'frozen": 124, "few": 124, "uninsured": 124, "knot": 124, "miners": 124, "'draft": 124, "writer": 124, "theater": 124, "jill": 124, "talking": 124, "sony": 124, "farms": 123, "aronofsky": 123, "outkast": 123, "eps": 123, "freeman": 123, "infected": 123, "killer": 123, "fifty": 123, "warren": 123, "qe": 123, "iconic": 123, "wheat": 123, "invest": 123, "biotech": 123, "hedge": 123, "hero": 123, "franchise": 123, "healthiest": 123, "fined": 123, "vergara": 123, "hilary": 122, "session": 122, "libyan": 122, "parties": 122, "allergies": 122, "corp.": 122, "rumor": 122, "kurt": 122, "rupert": 122, "govt": 122, "liam": 122, "rest": 122, "avengers": 122, "weds": 122, "tale": 122, "fbi": 122, "hills": 122, "quits": 122, "monthly": 122, "upgraded": 121, "melanoma": 121, "diego": 121, "try": 121, "carbon": 121, "affair": 121, "cough": 121, "secretary": 121, "yes": 121, "cfo": 121, "exposure": 121, "hillary": 121, "hidden": 121, "optimism": 121, "aca": 121, "effect": 121, "novartis": 121, "itself": 121, "lilly": 121, "editorial": 121, "defense": 121, "fist": 121, "stand": 121, "duff": 120, "ag": 120, "tributes": 120, "reactions": 120, "exercise": 120, "galavis": 120, "arnold": 120, "echo": 120, "anti-gay": 120, "then": 120, "thomas": 120, "smokers": 120, "tiffany": 120, "cigarettes": 120, "custody": 120, "influential": 120, "spotify": 120, "'it": 120, "headed": 120, "experience": 119, "highway": 119, "product": 119, "rip": 119, "allows": 119, "jailed": 119, "'muppets": 119, "whooping": 119, "jr": 119, "victory": 119, "notebook": 119, "sugar": 119, "obese": 119, "disappoint": 119, "reverse": 119, "stocks-wall": 119, "inspired": 119, "91": 119, "/": 119, "advances": 118, "lip": 118, "sandra": 118, "adobe": 118, "pretty": 118, "counties": 118, "marathon": 118, "ray": 118, "regulators": 118, "zebra": 118, "ups": 118, "parts": 118, "multiple": 118, "expensive": 118, "god": 118, "halle": 118, "possibly": 117, "bids": 117, "mae": 117, "ti": 117, "27": 117, "niro": 117, "sneak": 117, "chad": 117, "bosses": 117, "currencies": 117, "lessons": 117, "sc": 117, "faith": 117, "accuses": 117, "vaginas": 117, "content": 117, "batmobile": 117, "universal": 117, "promise": 117, "ticks": 117, "o'donnell": 117, "mentally": 117, "prevention": 116, "status": 116, "buzz": 116, "premieres": 116, "sci-fi": 116, "failed": 116, "groups": 116, "guidelines": 116, "introduces": 116, "sink": 116, "critic": 116, "amazon.com": 116, "herself": 116, "pilgrim": 116, "saw": 116, "allison": 116, "colfer": 116, "beijing": 116, "crop": 116, "bruce": 116, "protein": 116, "'veronica": 115, "hikes": 115, "clan": 115, "raised": 115, "crew": 115, "gamble": 115, "tamiflu": 115, "adp": 115, "elimination": 115, "'very": 115, "faster": 115, "approach": 115, "ucla": 115, "science": 115, "revenues": 115, "italian": 115, "schedule": 115, "laws": 115, "entertainer": 115, "pat": 115, "answers": 115, "hello": 114, "homophobic": 114, "gbp/usd": 114, "caleb": 114, "picasso": 114, "steals": 114, "hgtv": 114, "400": 114, "remembering": 114, "kissing": 114, "ross": 114, "arizona": 114, "winfrey": 114, "missed": 114, "marc": 113, "mumps": 113, "diagnosed": 113, "featuring": 113, "strange": 113, "shut": 113, "walks": 113, "staples": 113, "booed": 113, "survive": 113, "camera": 113, "hires": 113, "concerned": 113, "gender": 113, "'world": 113, "rallies": 113, "worry": 113, "sons": 113, "trapped": 113, "gave": 113, "member": 113, "anarchy": 113, "discusses": 113, "twist": 113, "wisconsin": 113, "staff": 113, "princess": 113, "chmerkovskiy": 112, "charity": 112, "firth": 112, "remove": 112, "initial": 112, "smart": 112, "fell": 112, "version": 112, "cops": 112, "'d": 112, "gown": 112, "warming": 112, "gareth": 112, "dna": 112, "quality": 112, "copyright": 112, "'rio": 112, "dj": 112, "k": 112, "1.8": 112, "square": 112, "beatles": 112, "treated": 112, "dream": 111, "yankovic": 111, "gasoline": 111, "operations": 111, "pulled": 111, "rejected": 111, "remember": 111, "advanced": 111, "mayer": 111, "slowdown": 111, "fastest": 111, "billionaire": 111, "creek": 111, "male": 111, "follow": 111, "predicts": 111, "spin": 111, "exams": 111, "trust": 110, "survivors": 110, "column": 110, "emerging": 110, "morrissey": 110, "blues": 110, "sunscreen": 110, "mothers": 110, "fiance": 110, "adult": 110, "paper": 110, "'no": 110, "zara": 110, "race": 110, "sebelius": 110, "notes": 110, "jazz": 110, "paparazzi": 110, "alley": 110, "coldwater": 110, "benzino": 110, "eat": 110, "predictions": 109, "hummus": 109, "rich": 109, "enterprise": 109, "urged": 109, "'dawn": 109, "electronic": 109, "spotlight": 109, "bite": 109, "pinkett": 109, "lot": 109, "fundamental": 109, "appears": 109, "learned": 109, "pinette": 109, "battery": 109, "mannkind": 109, "beverly": 109, "celebs": 109, "fuels": 109, "chapter": 108, "sentenced": 108, "guests": 108, "boat": 108, "personal": 108, "makeover": 108, "costner": 108, "star-studded": 108, "saved": 108, "plunges": 108, "simple": 108, "edition": 108, "took": 108, "wto": 108, "laughs": 108, "powerful": 108, "overhaul": 108, "oh": 108, "fifth": 108, "cancelcolbert": 108, "hunting": 108, "drones": 108, "tarantino": 108, "stacy": 108, "probably": 107, "door": 107, "lineup": 107, "effective": 107, "employee": 107, "hospitalised": 107, "wait": 107, "peek": 107, "woes": 107, "mortgages": 107, "aussie": 107, "connecticut": 107, "fruit": 107, "forex-dollar": 107, "indexes": 107, "justices": 107, "cupcake": 107, "address": 107, "stuns": 107, "recommends": 107, "blockbuster": 107, "bringing": 107, "couples": 107, "waste": 107, "blonde": 107, "ant-man": 107, "bumps": 107, "associated": 107, "modest": 106, "includes": 106, "ranbaxy": 106, "tested": 106, "outfitters": 106, "nz": 106, "fincher": 106, "nose": 106, "experimental": 106, "truck": 106, "'all": 106, "ranked": 106, "healthier": 106, "broadcast": 106, "goal": 106, "technologies": 106, "bag": 106, "virgin": 106, "rumored": 106, "threatened": 106, "additional": 106, "pass": 106, "pills": 106, "mind": 106, "dinner": 106, "form": 105, "bean": 105, "broken": 105, "alone": 105, "spreading": 105, "cpi": 105, "plus": 105, "discuss": 105, "mrs.": 105, "co": 105, "beard": 105, "jetblue": 105, "covered": 105, "lyrics": 105, "include": 105, "closed": 105, "error": 105, "quotes": 105, "lets": 105, "flying": 105, "5000": 105, "affected": 105, "labels": 105, "darren": 104, "hacked": 104, "bullock": 104, "e-commerce": 104, "nadine": 104, "throws": 104, "figures": 104, "richards": 104, "earth": 104, "tickets": 104, "feels": 104, "disorder": 104, "storm": 104, "80": 104, "lafarge": 104, 