[{".": 347758, "the": 162629, "and": 126540, "i": 97444, "!": 90695, ",": 86657, "is": 74636, "was": 72261, "a": 70020, "to": 55387, "it": 51027, "this": 49342, "great": 46313, "food": 34745, "for": 34025, "place": 33282, "service": 33250, "good": 32847, "of": 32692, "my": 31097, "in": 31038, "very": 30522, "they": 27548, "are": 26637, "not": 25716, "_num_": 22595, "with": 21113, "n't": 20317, "you": 20236, "have": 19132, "'s": 18398, "we": 18216, "that": 18152, "so": 18001, "here": 17354, "love": 17067, "but": 16120, "had": 15862, "friendly": 15625, "best": 15403, "were": 14994, "always": 14776, "staff": 14184, "on": 14149, "be": 13978, "at": 13723, "all": 13380, "will": 12503, "really": 12414, "back": 11943, "there": 11929, "nice": 11407, "no": 11104, "just": 11093, "as": 11049, "do": 10937, "me": 10936, "their": 10432, "amazing": 10192, "recommend": 10075, "time": 10018, "would": 9652, "our": 9229, "one": 9221, "delicious": 9010, "definitely": 8425, "experience": 8392, "like": 8367, "out": 8261, "well": 8080, "also": 7990, "did": 7850, "she": 7743, "go": 7732, "ever": 7587, "too": 7428, "excellent": 7422, "get": 7391, "customer": 7073, "has": 7065, "an": 6966, "if": 6926, "been": 6919, "he": 6713, "what": 6594, "again": 6384, "'ve": 6190, "from": 6186, "even": 5892, "fresh": 5873, "your": 5837, "...": 5781, "up": 5731, "awesome": 5679, "never": 5672, "pizza": 5634, "restaurant": 5489, "highly": 5422, "clean": 5412, "them": 5353, "prices": 5305, "favorite": 5267, "about": 5213, "bad": 5195, "got": 5110, "?": 5026, "people": 4847, "$": 4839, "or": 4813, "worst": 4806, "pretty": 4786, "could": 4764, "worth": 4720, "everything": 4619, "when": 4581, "'m": 4465, "location": 4409, "by": 4391, "atmosphere": 4383, "chicken": 4370, "can": 4334, "horrible": 4318, "price": 4199, "going": 4132, "happy": 4060, "some": 4021, "only": 3966, "wonderful": 3936, "super": 3934, "much": 3899, "us": 3865, "more": 3864, "better": 3821, "helpful": 3812, "fast": 3748, "work": 3737, "fantastic": 3709, "went": 3552, "ordered": 3528, "first": 3499, "quality": 3487, "family": 3481, "lunch": 3476, "come": 3442, "store": 3379, "bar": 3373, "terrible": 3371, "&": 3307, "selection": 3297, "rude": 3284, "absolutely": 3277, "made": 3269, "little": 3262, "new": 3231, "order": 3229, "after": 3212, "over": 3207, "than": 3193, "other": 3163, "minutes": 3162, "give": 3137, "right": 3134, "job": 3125, "way": 3124, "nothing": 3115, "eat": 3093, "everyone": 3076, ")": 3062, "thank": 3042, "wait": 2997, "came": 2987, "every": 2980, "fun": 2977, "am": 2957, "-": 2934, "which": 2893, "loved": 2892, "perfect": 2873, "still": 2857, "any": 2841, "disappointed": 2817, "off": 2812, "tasty": 2800, "how": 2791, "make": 2790, "thanks": 2755, "stars": 2747, "breakfast": 2703, "''": 2685, "her": 2663, "down": 2661, "menu": 2628, "business": 2611, "money": 2579, "spot": 2571, "care": 2566, "(": 2564, "extremely": 2559, "hot": 2558, "said": 2541, "sushi": 2538, "night": 2533, "``": 2524, "both": 2522, "overall": 2514, "take": 2511, "because": 2494, "know": 2493, "around": 2473, "town": 2472, "another": 2467, "most": 2465, "does": 2464, "professional": 2448, "say": 2447, "salad": 2446, "then": 2442, "quick": 2422, "day": 2388, "meal": 2387, "these": 2335, "now": 2324, "coming": 2294, "'ll": 2288, "sauce": 2283, "feel": 2274, "car": 2265, "his": 2236, "reasonable": 2235, "try": 2218, "sure": 2213, "times": 2212, "guys": 2203, "area": 2186, "shop": 2175, "two": 2168, "drinks": 2142, "big": 2123, "should": 2118, "dinner": 2118, "visit": 2083, "see": 2066, "cheese": 2055, "room": 2044, "why": 2036, "want": 2034, "its": 2032, "home": 2025, "far": 2022, "took": 2020, "find": 2016, "done": 2014, "special": 2000, "wo": 1985, "such": 1979, "coffee": 1972, "enjoyed": 1972, "found": 1965, "last": 1951, "left": 1938, "'re": 1938, "years": 1918, "flavor": 1916, "sandwich": 1904, "anyone": 1901, "old": 1884, "small": 1872, "who": 1868, "top": 1867, "beer": 1858, "long": 1847, "enjoy": 1837, "taste": 1831, "before": 1829, "return": 1796, "hour": 1791, "mexican": 1791, ":": 1763, "friends": 1756, "attentive": 1749, "bread": 1741, "many": 1738, "server": 1733, "away": 1732, "however": 1722, "decent": 1717, "beautiful": 1717, "tasted": 1707, "cool": 1701, "impressed": 1701, "kind": 1697, "huge": 1688, "wrong": 1681, "sweet": 1680, "poor": 1679, "thing": 1661, "ca": 1659, "cold": 1648, "ok": 1634, "vegas": 1630, "authentic": 1625, "employees": 1621, "office": 1617, "wings": 1604, "awful": 1597, "lot": 1596, "places": 1596, "check": 1591, "star": 1582, "rice": 1579, "though": 1557, "soup": 1554, "recommended": 1536, "anything": 1535, "something": 1526, "slow": 1522, "fries": 1522, "waitress": 1519, "next": 1515, "phoenix": 1514, "tried": 1501, "hotel": 1498, "being": 1493, "fried": 1490, "manager": 1486, "steak": 1465, "bland": 1465, "probably": 1463, "keep": 1463, "company": 1459, "stay": 1434, "look": 1433, "chinese": 1426, "walked": 1420, "fish": 1415, "today": 1411, "cooked": 1407, "local": 1389, "told": 1386, "meat": 1385, "priced": 1385, "wow": 1382, "portions": 1373, "outstanding": 1373, "quite": 1369, "waste": 1361, "looked": 1359, "him": 1358, "think": 1352, "pleasant": 1341, "kids": 1339, "else": 1318, "help": 1304, "owner": 1298, "looking": 1295, "need": 1294, "use": 1293, "hours": 1292, "salsa": 1284, "few": 1279, "enough": 1264, "beef": 1258, "honest": 1258, "same": 1252, "disappointing": 1252, "especially": 1251, "gave": 1250, "asked": 1244, "dry": 1240, "makes": 1237, "whole": 1235, "italian": 1225, "comfortable": 1224, "free": 1221, "call": 1211, "easy": 1208, "inside": 1203, "cheap": 1203, "full": 1199, "customers": 1184, "chips": 1184, "sandwiches": 1179, "drink": 1173, "busy": 1168, "burger": 1165, "later": 1163, "deal": 1157, "called": 1157, "hard": 1152, "shrimp": 1150, "high": 1140, "while": 1136, "things": 1131, "avoid": 1129, "side": 1128, "table": 1128, "real": 1128, "wine": 1118, "pho": 1118, "once": 1116, "bit": 1112, "husband": 1112, "actually": 1108, "knowledgeable": 1101, "almost": 1099, "rolls": 1086, "lots": 1081, "large": 1079, "where": 1071, "totally": 1071, "dirty": 1068, "salon": 1060, "charlotte": 1060, "thai": 1055, "tacos": 1054, "mediocre": 1045, "into": 1044, "worse": 1042, "used": 1038, "either": 1036, "must": 1033, "spicy": 1028, "different": 1024, "gross": 1015, "guy": 1012, "completely": 1012, "oh": 1009, "getting": 1008, "since": 1008, "dishes": 1001, "plus": 999, "disgusting": 997, "wife": 995, "zero": 990, "front": 990, "'d": 988, "gem": 984, "wish": 981, "life": 972, "problem": 972, "delivery": 971, "waiting": 971, "stuff": 965, "unfortunately": 963, "part": 962, "open": 960, "options": 959, "efficient": 959, "reviews": 958, "maybe": 950, "valley": 948, "items": 945, "friend": 944, "looks": 943, "house": 942, "drive": 941, "through": 937, "dining": 936, "truly": 935, "neighborhood": 929, "received": 926, "warm": 922, "restaurants": 921, "course": 918, "waited": 916, "hair": 913, "eating": 910, "put": 908, "specials": 907, "needs": 901, "pittsburgh": 895, "seriously": 894, "leave": 891, "week": 891, "fan": 889, "incredible": 888, "let": 884, "ridiculous": 884, "fair": 884, "value": 884, "yummy": 884, "usually": 882, "perfectly": 882, "each": 879, "burgers": 876, "waiter": 874, "point": 871, "music": 871, "water": 868, "style": 864, "tea": 863, "cream": 863, "stop": 862, "finally": 858, "ice": 858, "sorry": 858, "working": 853, "less": 851, "tell": 851, "run": 846, "cut": 845, "management": 841, "felt": 840, "expensive": 838, "variety": 835, "consistently": 834, "gets": 832, "year": 829, "review": 827, "close": 826, "pay": 825, "second": 818, "thought": 818, "dish": 818, "person": 817, "without": 815, "ate": 813, "trip": 813, "served": 812, "bring": 807, "entire": 806, "liked": 802, "hands": 799, "days": 793, "wanted": 791, "outside": 789, "decor": 786, "flavorful": 783, "okay": 783, "extra": 779, "live": 779, "pork": 776, "tables": 775, "nails": 774, "simple": 772, "please": 770, "late": 769, "unique": 769, "beyond": 768, "half": 767, "airport": 767, "least": 764, "someone": 763, "solid": 761, "comes": 760, "pasta": 756, "cute": 756, "soon": 754, "average": 753, "seems": 753, "notch": 750, "phone": 749, "affordable": 749, "gone": 744, "bbq": 743, "fine": 734, "several": 732, "servers": 727, "seem": 726, "beans": 726, "tonight": 722, "line": 721, "brought": 721, "guess": 717, "simply": 716, "pleased": 715, "owners": 713, "parking": 712, "consistent": 712, "seemed": 712, "regular": 711, "ambiance": 710, "empty": 701, "three": 700, ";": 693, "reason": 691, "incredibly": 690, "bill": 688, "sad": 687, "dog": 686, "returning": 684, "ask": 683, "egg": 682, "yelp": 679, "lady": 679, "during": 673, "treat": 671, "twice": 670, "having": 669, "believe": 664, "crust": 663, "buy": 662, "end": 661, "doing": 660, "madison": 655, "change": 654, "reasonably": 653, "paid": 651, "surprised": 650, "choice": 649, "--": 648, "doctor": 648, "rooms": 648, "above": 645, "ingredients": 644, "needed": 642, "taco": 642, "date": 639, "making": 638, "courteous": 638, "attitude": 635, "appointment": 634, "roll": 633, "burrito": 632, "kept": 631, "buffet": 629, "mistake": 627, "start": 625, "salads": 622, "fabulous": 620, "size": 616, "nail": 616, "yet": 615, "those": 613, "charge": 612, "sat": 612, "name": 611, "seating": 607, "walk": 607, "quickly": 607, "environment": 607, "ago": 606, "total": 604, "hate": 603, "portion": 603, "elsewhere": 601, "trying": 601, "dr.": 601, "las": 598, "offer": 597, "owned": 597, "disappointment": 595, "accommodating": 590, "greasy": 589, "man": 588, "short": 588, "welcoming": 588, "lost": 587, "instead": 587, "often": 586, "sucks": 585, "exceptional": 585, "green": 585, "loves": 585, "needless": 583, "hit": 583, "plenty": 582, "stayed": 582, "seen": 581, "arrived": 581, "until": 579, "taking": 578, "group": 574, "true": 570, "tastes": 570, "overpriced": 569, "choices": 567, "helped": 565, "yes": 563, "treated": 561, "couple": 560, "team": 560, "morning": 557, "absolute": 554, "red": 554, "oil": 554, "french": 554, "patio": 551, "counter": 550, "potato": 550, "cost": 549, "unprofessional": 549, "stopped": 549, "packed": 547, "door": 546, "negative": 546, "%": 545, "view": 545, "cake": 544, "brunch": 544, "eaten": 542, "polite": 542, "hidden": 542, "party": 540, "works": 540, "itself": 538, "prepared": 536, "myself": 536, "low": 533, "moved": 533, "lovely": 533, "pool": 532, "bartender": 531, "garlic": 531, "establishment": 528, "recently": 528, "patient": 526, "own": 525, "amount": 525, "shopping": 525, "potatoes": 524, "caring": 522, "plate": 522, "sunday": 521, "glad": 520, "meals": 518, "eggs": 517, "desk": 517, "pricey": 509, "smile": 509, "prompt": 506, "seafood": 506, "city": 505, "evening": 504, "appetizer": 503, "phenomenal": 499, "vibe": 498, "ordering": 497, "nasty": 496, "remember": 495, "crispy": 494, "crab": 492, "talk": 488, "joint": 487, "wedding": 485, "anywhere": 483, "barely": 483, "saturday": 480, "dessert": 480, "weeks": 479, "noodles": 479, "satisfied": 479, "superb": 479, "bacon": 478, "tip": 478, "generous": 478, "understand": 477, "continue": 477, "services": 476, "arizona": 476, "pick": 475, "already": 472, "crap": 472, "shame": 471, "may": 471, "literally": 471, "beers": 470, "spend": 469, "pancakes": 469, "mess": 468, "others": 467, "dogs": 464, "interesting": 464, "homemade": 464, "street": 463, "past": 463, "quiet": 462, "months": 462, "friday": 459, "wash": 458, "under": 456, "serve": 456, "goes": 456, "ready": 456, "knows": 452, "yourself": 450, "rather": 449, "started": 447, "sit": 447, "trust": 446, "offered": 444, "tasteless": 444, "available": 444, "light": 443, "pricing": 443, "dive": 442, "salty": 441, "school": 441, "sick": 440, "expect": 438, "world": 438, "behind": 438, "min": 437, "son": 434, "feeling": 433, "watch": 433, "sales": 433, "orders": 432, "month": 430, "honestly": 430, "spent": 429, "filling": 428, "strip": 428, "takes": 427, "turned": 426, "seated": 426, "chain": 426, "casual": 425, "experienced": 424, "attention": 423, "mean": 423, "hospital": 421, "hell": 420, "terrific": 420, "chili": 418, "bartenders": 417, "weekend": 417, "donuts": 417, "given": 416, "finish": 415, "boyfriend": 415, "bagels": 415, "taken": 414, "none": 413, "rest": 413, "list": 413, "tender": 413, "welcome": 412, "show": 412, "personable": 412, "sitting": 410, "baked": 410, "birthday": 410, "experiences": 409, "flavors": 409, "certainly": 408, "facility": 408, "daughter": 406, "pedicure": 406, "tasting": 405, "thin": 403, "girl": 402, "scottsdale": 402, "kitchen": 401, "option": 400, "bite": 399, "visiting": 399, "deli": 398, "rating": 397, "bother": 396, "mom": 395, "four": 395, "soggy": 394, "downtown": 393, "dressing": 392, "obviously": 391, "delivered": 391, "complete": 391, "anyway": 390, "classic": 390, "crowded": 390, "card": 386, "ladies": 386, "mention": 385, "save": 384, "set": 384, "enjoyable": 384, "grilled": 383, "haircut": 383, "starbucks": 383, "white": 382, "workers": 382, "inexpensive": 382, "funny": 380, "knowledgable": 380, "early": 379, "ended": 379, "future": 379, "yeah": 379, "plain": 378, "overcooked": 377, "ribs": 376, "chocolate": 376, "cozy": 375, "sign": 374, "positive": 374, "pie": 374, "dentist": 374, "salmon": 374, "mins": 373, "bowl": 372, "products": 372, "fix": 372, "az": 372, "game": 371, "forward": 371, "lack": 370, "onion": 370, "mall": 370, "bought": 369, "giving": 368, "crowd": 368, "opinion": 367, "loud": 367, "relaxing": 367, "pleasantly": 367, "minute": 366, "might": 365, "online": 365, "veggies": 364, "possible": 364, "sausage": 364, "sent": 364, "lobster": 364, "healthy": 363, "frozen": 363, "clearly": 361, "immediately": 361, "unless": 361, "organized": 361, "spring": 360, "otherwise": 359, "park": 359, "bathroom": 358, "convenient": 358, "vet": 358, "greeted": 358, "diner": 358, "mind": 357, "fact": 357, "anymore": 357, "girls": 357, "dollars": 356, "together": 356, "sides": 356, "smell": 355, "surprise": 355, "sadly": 354, "issue": 354, "sour": 354, "choose": 354, "miss": 353, "rate": 353, "able": 353, "longer": 352, "says": 352, "hand": 351, "class": 351, "lacking": 350, "margaritas": 349, "massage": 349, "folks": 347, "apparently": 346, "saw": 346, "thorough": 346, "curry": 346, "happened": 344, "appreciate": 342, "worked": 342, "club": 342, "checked": 341, "spectacular": 341, "expected": 340, "entrees": 340, "seasoned": 340, "exactly": 339, "foods": 337, "write": 337, "personal": 337, "appetizers": 336, "downhill": 336, "weird": 333, "burritos": 333, "changed": 331, "idea": 331, "fairly": 331, "cafe": 331, "juicy": 330, "stale": 329, "questions": 329, "vegetarian": 328, "pieces": 327, "damn": 327, "stores": 327, "color": 327, "toast": 326, "hungry": 325, "center": 325, "sometimes": 324, "repair": 324, "expectations": 322, "mac": 321, "single": 321, "decided": 320, "outdoor": 320, "ugh": 319, "five": 319, "space": 318, "across": 318, "desert": 318, "dr": 318, "near": 317, "costs": 317, "excuse": 317, "favorites": 317, "rocks": 317, "kidding": 316, "dont": 316, "paying": 315, "excited": 315, "steaks": 315, "unacceptable": 314, "employee": 314, "chance": 314, "desserts": 313, "floor": 313, "forever": 313, "knew": 312, "nicely": 312, "chef": 311, "cook": 310, "added": 310, "sports": 310, "number": 308, "sucked": 308, "flavorless": 307, "purchase": 307, "easily": 307, "touch": 307, "thumbs": 307, "mine": 306, "toppings": 306, "showed": 306, "sub": 306, "driver": 306, "asada": 306, "bagel": 305, "checking": 304, "deals": 304, "market": 303, "rib": 303, "cashier": 302, "asian": 302, "bed": 302, "eye": 302, "met": 302, "process": 302, "dip": 301, "japanese": 301, "problems": 300, "tough": 299, "bakery": 299, "along": 299, "mouth": 299, "product": 299, "gorgeous": 299, "cleaning": 298, "children": 298, "woman": 296, "timely": 296, "visited": 295, "vegetables": 294, "ruined": 294, "hostess": 294, "usual": 294, "young": 293, "carne": 293, "returned": 292, "closed": 292, "poorly": 290, "summer": 289, "veggie": 289, "informative": 289, "perfection": 288, "salt": 288, "yum": 288, "lettuce": 287, "smelled": 287, "soft": 287, "word": 287, "prime": 287, "building": 287, "joke": 286, "crazy": 286, "venue": 286, "move": 286, "reliable": 286, "play": 285, "spots": 285, "fixed": 285, "tuna": 285, "cash": 284, "garden": 284, "walking": 283, "bell": 283, "although": 283, "comfort": 283, "add": 282, "type": 282, "relaxed": 282, "bathrooms": 281, "department": 281, "indian": 281, "hope": 280, "pad": 280, "book": 279, "god": 279, "flowers": 279, "sense": 278, "box": 277, "orange": 277, "etc": 276, "uncomfortable": 276, "using": 276, "ambience": 276, "bottom": 275, "running": 275, "credit": 273, "gyro": 273, "practice": 273, "refused": 272, "dark": 272, "gift": 271, "deliver": 271, "bucks": 270, "butter": 269, "standard": 269, "cab": 269, "wide": 269, "crisp": 269, "main": 268, "buying": 268, "setting": 268, "cleaned": 267, "honey": 267, "detail": 267, "case": 266, "rock": 266, "particular": 266, "glass": 266, "impressive": 266, "tire": 266, "strong": 266, "cars": 265, "doctors": 265, "tomato": 264, "thru": 264, "ignored": 264, "pizzas": 264, "piece": 263, "n": 262, "ranch": 261, "animals": 261, "typical": 261, "locations": 261, "afternoon": 261, "neat": 261, "medium": 260, "grill": 260, "art": 260, "heaven": 260, "nor": 259, "read": 259, "nights": 259, "spinach": 258, "combo": 258, "appreciated": 258, "flat": 257, "picked": 257, "smells": 256, "discount": 256, "wall": 255, "gotten": 255, "beat": 255, "general": 254, "within": 254, "serving": 254, "answer": 254, "theater": 254, "fancy": 254, "pleasure": 254, "produce": 253, "ones": 253, "crappy": 252, "plates": 252, "rare": 252, "dental": 251, "reservation": 251, "gym": 251, "purchased": 251, "hang": 251, "refund": 250, "original": 250, "quaint": 250, "bike": 249, "selections": 249, "furniture": 249, "vegan": 248, "gives": 248, "inviting": 248, "#": 248, "pet": 247, "including": 247, "talking": 247, "soups": 247, "black": 247, "greek": 247, "chairs": 246, "vietnamese": 246, "filled": 246, "rings": 245, "dealership": 245, "'": 244, "matter": 244, "yesterday": 244, "deserve": 243, "wasted": 243, "american": 242, "alone": 242, "kinda": 242, "stand": 242, "tv": 242, "somewhere": 241, "interior": 241, "traditional": 241, "neither": 240, "mostly": 240, "station": 240, "enchiladas": 239, "staying": 239, "limited": 238, "feels": 238, "garbage": 238, "wonder": 238, "cookies": 238, "turn": 237, "sell": 237, "noticed": 237, "finished": 237, "trash": 236, "daily": 236, "entree": 235, "rip": 235, "due": 235, "stylist": 234, "seats": 234, "hardly": 233, "heart": 233, "basic": 232, "seat": 232, "except": 232, "views": 232, "item": 232, "skip": 231, "surprisingly": 231, "gel": 231, "dead": 230, "hear": 230, "sauces": 230, "auto": 230, "subs": 230, "below": 229, "thick": 229, "glasses": 229, "crew": 229, "ta": 229, "turkey": 228, "cup": 228, "rushed": 228, "level": 228, "joe": 228, "results": 228, "share": 228, "nearly": 228, "doubt": 228, "east": 228, "iced": 227, "soooo": 227, "event": 227, "grab": 226, "asking": 226, "boring": 226, "broth": 226, "missing": 226, "section": 226, "church": 226, "head": 225, "become": 225, "fry": 225, "per": 224, "waitresses": 224, "margarita": 224, "dress": 224, "support": 224, "charged": 224, "manner": 224, "teriyaki": 224, "ride": 224, "zoo": 224, "supposed": 223, "safe": 223, "resort": 223, "spa": 223, "annoying": 222, "window": 222, "basically": 222, "chewy": 222, "calamari": 222, "modern": 222, "willing": 222, "deep": 222, "guacamole": 222, "whatever": 221, "corn": 220, "dine": 220, "air": 220, "visits": 220, "games": 219, "manicure": 219, "country": 219, "kid": 218, "drove": 218, "wifi": 218, "tires": 217, "straight": 217, "shot": 217, "slice": 217, "cakes": 217, "bean": 217, "omg": 217, "burnt": 216, "meats": 216, "tortillas": 216, "im": 216, "hole": 216, "delightful": 216, "speak": 215, "bonus": 215, "die": 215, "shows": 215, "flight": 215, "nightmare": 214, "korean": 214, "heard": 213, "patients": 213, "clothes": 212, "story": 212, "cuisine": 212, "goodness": 212, "enchilada": 212, "chicago": 211, "par": 210, "movie": 210, "pita": 210, "cooking": 210, "issues": 210, "tiny": 209, "coupon": 209, "based": 209, "situation": 209, "foot": 209, "unbelievable": 209, "upon": 209, "community": 209, "refreshing": 209, "response": 208, "provide": 208, "important": 208, "meet": 208, "biggest": 207, "bites": 207, "impeccable": 207, "considering": 206, "bruschetta": 206, "south": 205, "hummus": 205, "sooo": 205, "watching": 205, "saying": 205, "california": 205, "pub": 205, "spice": 205, "moving": 205, "grocery": 204, "vehicle": 204, "suggest": 203, "complaints": 203, "stick": 203, "rental": 203, "groupon": 203, "incompetent": 203, "pepper": 203, "pathetic": 202, "pharmacy": 202, "gravy": 202, "explained": 202, "apartment": 202, "annoyed": 201, "apology": 201, "buffalo": 201, "laid": 201, "rent": 201, "boy": 201, "provided": 201, "maintained": 200, "face": 200, "mike": 200, "soda": 199, "nachos": 199, "located": 199, "property": 199, "presentation": 198, "delish": 198, "gas": 198, "filet": 198, "mix": 198, "pulled": 198, "romantic": 198, "frustrating": 197, "dollar": 197, "between": 197, "stocked": 197, "stuffed": 196, "major": 196, "normally": 196, "fajitas": 196, "go-to": 196, "possibly": 195, "broccoli": 195, "apple": 195, "noodle": 195, "state": 195, "advice": 194, "olive": 193, "hold": 193, "helping": 193, "onions": 192, "pain": 192, "difficult": 192, "fruit": 192, "plan": 192, "paper": 191, "baby": 191, "respect": 191, "pm": 190, "tons": 190, "third": 190, "chipotle": 190, "thoroughly": 190, "west": 190, "everywhere": 189, "multiple": 189, "shops": 189, "offers": 189, "greens": 189, "insurance": 189, "mixed": 188, "tofu": 188, "casino": 188, "creamy": 188, "penny": 188, "broken": 187, "women": 187, "ran": 187, "happen": 187, "ny": 187, "lame": 186, "lazy": 186, "threw": 186, "receive": 186, "bars": 186, "guests": 186, "beds": 186, "living": 186, "sizes": 186, "creative": 186, "disaster": 185, "standing": 185, "bright": 185, "register": 185, "shit": 185, "seeing": 185, "southern": 185, "ton": 184, "monday": 184, "conversation": 184, "fit": 184, "step": 184, "apart": 184, "recommendation": 184, "leaving": 184, "saved": 184, "equipment": 184, "chill": 184, "tomatoes": 183, "everytime": 183, "generally": 183, "gyros": 183, "u": 183, "rich": 182, "refills": 182, "biscuits": 182, "polish": 182, "security": 182, "wrap": 182, "cares": 182, "fault": 181, "overly": 181, "talked": 181, "chose": 181, "nobody": 181, "loyal": 181, "john": 181, "thinking": 180, "lines": 180, "sale": 180, "greatest": 180, "girlfriend": 180, "pissed": 180, "middle": 179, "internet": 179, "animal": 179, "maintenance": 179, "hill": 178, "properly": 178, "deserves": 178, "personality": 178, "hawaiian": 178, "custard": 178, "golf": 178, "intimate": 178, "mashed": 177, "lived": 177, "moist": 177, "stupid": 177, "pot": 176, "correct": 176, "opened": 176, "agree": 176, "tired": 175, "spaghetti": 175, "mother": 175, "heat": 175, "classy": 175, "addition": 175, "craving": 175, "sashimi": 175, "freshly": 175, "machine": 174, "clear": 174, "meh": 174, "edible": 174, "unhappy": 174, "alright": 174, "north": 174, "frequent": 174, "drop": 174, "luck": 173, "walmart": 173, "spacious": 173, "system": 173, "mushy": 173, "tuesday": 173, "tech": 173, "jewelry": 173, "cheesecake": 173, "confused": 172, "calling": 172, "groups": 172, "lacked": 171, "takeout": 171, "brown": 171, "corporate": 171, "rush": 171, "forgot": 171, "older": 170, "ten": 170, "pop": 170, "cuts": 170, "seasoning": 169, "lobby": 169, "na": 169, "pastries": 169, "particularly": 169, "upset": 169, "throughout": 169, "ravioli": 169, "tortilla": 169, "mushrooms": 168, "range": 168, "pass": 168, "skills": 168, "contact": 168, "waiters": 168, "locals": 168, "brand": 168, "communication": 168, "bun": 167, "unfriendly": 167, "fell": 167, "ahead": 167, "treats": 167, "tempe": 167, "texture": 166, "filthy": 166, "bag": 166, "lasagna": 166, "fail": 165, "tap": 165, "smooth": 165, "complain": 165, "note": 165, "genuinely": 165, "blue": 164, "english": 164, "break": 164, "express": 164, "mark": 164, "apologized": 163, "bunch": 163, "spoke": 163, "duck": 163, "stuck": 163, "favor": 163, "ive": 163, "recent": 162, "layout": 162, "answered": 162, "carry": 162, "slices": 162, "outdated": 162, "barber": 162, "amazingly": 162, "charming": 162, "boba": 162, "henderson": 162, "omelet": 161, "booked": 161, "terribly": 161, "somewhat": 161, "clinic": 161, "finding": 161, "tour": 161, "lousy": 160, "def": 160, "waitstaff": 160, "repeat": 160, "higher": 160, "sound": 160, "calls": 160, "imagine": 160, "previous": 160, "anytime": 160, "fare": 160, "combination": 160, "knowledge": 159, "genuine": 159, "museum": 159, "stomach": 158, "health": 158, "1/2": 158, "forget": 158, "smoke": 158, "bottle": 158, "shoes": 158, "walls": 158, "cheaper": 158, "despite": 157, "fat": 157, "blah": 157, "promptly": 156, "disgusted": 156, "expecting": 156, "slightly": 156, "win": 156, "disappoint": 156, "dim": 156, "lucky": 156, "driving": 156, "sized": 156, "satisfying": 156, "consider": 155, "treatment": 155, "cajun": 155, "training": 154, "update": 154, "beware": 154, "appointments": 154, "schedule": 154, "reservations": 153, "stood": 153, "refill": 153, "difference": 153, "personally": 153, "hut": 153, "complimentary": 153, "pepperoni": 153, "miles": 153, "whatsoever": 153, "follow": 153, "chile": 153, "truck": 153, "freaking": 153, "cards": 152, "replaced": 152, "normal": 152, "condition": 152, "shuttle": 152, "included": 151, "hello": 151, "body": 151, "york": 151, "sum": 151, "comfy": 151, "waffles": 151, "grease": 150, "member": 150, "information": 150, "actual": 150, "road": 150, "means": 150, "cat": 149, "round": 149, "request": 149, "equally": 149, "chris": 149, "waffle": 149, "words": 149, "classes": 149, "occasion": 149, "christmas": 149, "weekends": 148, "double": 148, "encountered": 148, "fee": 148, "meatballs": 148, "send": 148, "ring": 148, "gentle": 148, "memorable": 147, "missed": 147, "2nd": 147, "compared": 147, "crunchy": 147, "hertz": 147, "hash": 147, "desired": 146, "keeps": 146, "thats": 146, "watery": 146, "notice": 146, "lamb": 146, "thursday": 146, "parts": 146, "moment": 146, "nearby": 145, "undercooked": 145, "=": 145, "tom": 145, "awhile": 144, "fill": 144, "explain": 144, "runs": 144, "covered": 144, "brisket": 144, "hooters": 144, "gifts": 144, "weak": 143, "milk": 143, "chefs": 143, "warranty": 143, "watered": 142, "managed": 142, "constantly": 142, "occasions": 142, "professionalism": 142, "decorated": 142, "nicest": 142, "greet": 141, "changes": 141, "soul": 141, "serious": 141, "mechanic": 141, "requested": 141, "stated": 141, "popular": 141, "regulars": 141, "smiling": 141, "compassionate": 141, "mentioned": 140, "bringing": 140, "craft": 140, "grounds": 140, "chandler": 140, "ass": 139, "roast": 139, "eggplant": 139, "cleaners": 139, "themselves": 139, "scheduled": 139, "besides": 139, "complex": 139, "dropped": 138, "complaint": 138, "budget": 138, "cant": 138, "decision": 138, "placed": 138, "upscale": 138, "begin": 138, "beginning": 138, "split": 137, "didnt": 137, "playing": 137, "host": 137, "receipt": 137, "sam": 137, "patrons": 137, "period": 137, "ridiculously": 137, "sleep": 136, "mcdonald": 136, "website": 136, "pets": 136, "anyways": 136, "unpleasant": 136, "realized": 136, "failed": 136, "welcomed": 136, "anniversary": 136, "steakhouse": 136, "lemon": 136, "cookie": 136, "repairs": 136, "parents": 136, "nurses": 136, "hooked": 136, "beautifully": 136, "carpet": 135, "cocktails": 135, "phx": 135, "raw": 134, "men": 134, "listen": 134, "regularly": 134, "quoted": 134, "coupons": 134, "pedi": 134, "everybody": 134, "earth": 134, "reading": 134, "caesar": 134, "lighting": 134, "competent": 134, "band": 134, "outback": 134, "michael": 134, "banana": 133, "strange": 133, "cause": 133, "stopping": 133, "benedict": 133, "central": 133, "shredded": 132, "mushroom": 132, "key": 132, "relatively": 132, "juice": 132, "cleanliness": 131, "sloppy": 131, "serves": 131, "goods": 131, "gold": 131, "shape": 131, "drivers": 131, "pictures": 131, "recommendations": 131, "importantly": 131, "relax": 131, "frustrated": 130, "leaves": 130, "books": 130, "clients": 130, "mary": 130, "facilities": 130, "families": 130, "talented": 130, "question": 129, "sister": 129, "inedible": 129, "hung": 129, "medical": 129, "menus": 128, "giant": 128, "stellar": 128, "angry": 128, "vegetable": 128, "blast": 128, "steve": 128, "members": 127, "smaller": 127, "mad": 127, "passed": 127, "correctly": 127, "yellow": 127, "cared": 126, "pickles": 126, "vacation": 126, "pride": 126, "email": 126, "corner": 126, "quesadilla": 125, "awkward": 125, "informed": 125, "hype": 125, "arrive": 125, "impression": 125, "subway": 125, "eats": 125, "sesame": 125, "coconut": 125, "travel": 125, "gilbert": 125, "handled": 124, "mcdonalds": 124, "philly": 124, "drinking": 124, "earned": 124, "standards": 124, "writing": 124, "accurate": 124, "ripped": 124, "acceptable": 124, "organic": 124, "shower": 124, "history": 124, "entertaining": 124, "denny": 123, "cocktail": 123, "policy": 123, "odd": 123, "dried": 123, "apologize": 123, "plentiful": 123, "continued": 123, "gluten": 123, "lol": 123, "wraps": 123, "inconsistent": 122, "suck": 122, "picture": 122, "weather": 122, "shady": 122, "wendy": 122, "parm": 122, "slaw": 122, "wednesday": 122, "hubby": 122, "nurse": 122, "adorable": 122, "miserable": 121, "regret": 121, "events": 121, "kim": 121, "honesty": 121, "describe": 120, "site": 120, "prior": 120, "embarrassed": 120, "sounds": 120, "child": 120, "likely": 120, "david": 120, "pressure": 120, "tips": 120, "picky": 120, "speedy": 120, "bus": 119, "sort": 119, "handed": 119, "cleaner": 119, "receptionist": 119, "sooooo": 118, "bank": 118, "hey": 118, "strongly": 118, "clue": 118, "college": 118, "al": 118, "specialty": 118, "stock": 118, "target": 117, "strawberry": 117, "effort": 117, "warned": 117, "shared": 117, "operated": 117, "crave": 117, "additional": 116, "dinners": 116, "likes": 116, "nope": 116, "energy": 116, "gentleman": 116, "dough": 116, "trustworthy": 116, "kudos": 116, "omelette": 115, "ac": 115, "dated": 115, "wanting": 115, "canned": 115, "darn": 115, "karaoke": 115, "wont": 115, "suggestions": 115, "gon": 115, "guest": 115, "ramen": 115, "feet": 115, "king": 114, "doors": 114, "depot": 114, "acknowledged": 114, "b": 114, "mood": 114, "german": 114, "avocado": 114, "cashiers": 114, "lights": 114, "basil": 114, "warning": 114, "soo": 114, "noisy": 113, "hamburger": 113, "towels": 113, "wines": 113, "interested": 113, "cover": 113, "mein": 113, "winner": 113, "adults": 112, "so-so": 112, "promised": 112, "parmesan": 112, "la": 112, "1st": 112, "played": 111, "handle": 111, "holiday": 111, "areas": 111, "known": 111, "train": 111, "skin": 111, "self": 111, "entertainment": 111, "pedicures": 111, "cinnamon": 111, "pumpkin": 110, "thrilled": 110, "meeting": 110, "fall": 110, "non": 110, "restrooms": 110, "act": 110, "technician": 110, "messed": 110, "trouble": 110, "ribeye": 110, "complained": 109, "dealt": 109, "updated": 109, "hits": 109, "understanding": 109, "clothing": 109, "mile": 109, "prefer": 109, "keeping": 109, "dream": 109, "windows": 108, "season": 108, "hoping": 108, "fire": 108, "treasure": 108, "rates": 108, "bigger": 108, "theatre": 108, "ham": 108, "campus": 108, "cox": 108, "parties": 107, "kick": 107, "refilled": 107, "scallops": 107, "leftovers": 107, "sold": 107, "inn": 107, "motel": 107, "wants": 107, "charm": 107, "machines": 107, "typically": 107, "melt": 107, "dance": 107, "rarely": 106, "numerous": 106, "turns": 106, "horribly": 106, "pink": 106, "mozzarella": 106, "dump": 106, "apartments": 106, "enjoying": 106, "ease": 106, "locally": 106, "discovered": 106, "queso": 106, "remodeled": 106, "dishonest": 105, "spending": 105, "bothered": 105, "tells": 105, "lower": 105, "impossible": 105, "telling": 105, "board": 105, "toasted": 105, "wasting": 104, "teeth": 104, "steamed": 104, "pies": 104, "aside": 104, "brian": 104, "catch": 104, "+": 104, "techs": 104, "sub-par": 104, "eyes": 104, "mango": 104, "smiles": 104, "quantity": 104, "everyday": 104, "cornbread": 104, "chow": 104, "apologies": 103, "ill": 103, "screwed": 103, "condescending": 103, "roasted": 103, "meatball": 103, "cheeseburger": 103, "wet": 103, "refer": 103, "loaded": 103, "improved": 103, "superior": 103, "exam": 103, "dave": 103, "loving": 103, "managers": 102, "badly": 102, "hire": 102, "fake": 102, "membership": 102, "picking": 102, "latte": 102, "macaroni": 102, "tvs": 102, "consistency": 102, "knots": 102, "competitive": 102, "booths": 102, "salesman": 102, "regardless": 101, "hated": 101, "wonton": 101, "staple": 101, "decide": 101, "bloody": 101, "won": 101, "teachers": 101, "boys": 100, "temperature": 100, "honor": 100, "businesses": 100, "package": 100, "dad": 100, "exceptionally": 100, "rubbery": 100, "hospitality": 100, "emergency": 100, "draft": 100, "factory": 100, "delight": 100, "surgery": 100, "result": 100, "golden": 99, "peppers": 99, "china": 99, "take-out": 99, "post": 99, "clueless": 99, "luckily": 99, "pushy": 99, "hopefully": 99, "cheesy": 99, "yelpers": 99, "mongolian": 99, "wear": 99, "mediterranean": 99, "diverse": 99, "perhaps": 98, "platter": 98, "alfredo": 98, "sticks": 98, "lukewarm": 98, "washed": 98, "broke": 98, "control": 98, "melted": 98, "unit": 98, "custom": 98, "design": 98, "lake": 98, "plants": 98, "falafel": 98, "allowed": 97, "posted": 97, "boot": 97, "jack": 97, "toilet": 97, "queen": 97, "dealing": 97, "explanation": 97, "disorganized": 97, "coleslaw": 97, "count": 97, "accommodate": 97, "example": 97, "fly": 97, "btw": 97, "extensive": 97, "appetite": 97, "lovers": 97, "wonderfully": 97, "confusing": 96, "restroom": 96, "burned": 96, "3rd": 96, "eh": 96, "obvious": 96, "terminal": 96, "football": 96, "grand": 96, "/": 95, "costco": 95, "lee": 95, "further": 95, "unfortunate": 95, "six": 95, "appt": 95, "rated": 95, "happens": 95, "brew": 95, "snack": 95, "uptown": 95, "recommending": 95, "definately": 95, "a+": 95, "professionals": 95, "sticky": 94, "lounge": 94, "um": 94, "pure": 94, "attempt": 94, "paint": 94, "associates": 94, "trader": 94, "lackluster": 94, "ground": 94, "lo": 94, "fountain": 94, "score": 94, "lacks": 94, "wing": 94, "anybody": 93, "fully": 93, "fees": 93, "learn": 93, "frequently": 93, "presented": 93, "greatly": 93, "bowls": 93, "cooks": 93, "provides": 93, "shoe": 93, "ticket": 93, "delivers": 93, "tempura": 93, "smoking": 92, "ghetto": 92, "soy": 92, "dumplings": 92, "closer": 92, "changing": 92, "fans": 92, "hibachi": 92, "w": 92, "alot": 92, "amenities": 92, "tony": 92, "careful": 92, "booth": 92, "private": 92, "southwest": 92, "shake": 91, "disrespectful": 91, "remembered": 91, "spices": 91, "o": 91, "shut": 91, "catfish": 91, "s": 91, "oriented": 91, "smoothies": 91, "top-notch": 91, "app": 90, "sliced": 90, "d": 90, "sliders": 90, "chair": 90, "colors": 90, "hotels": 90, "kelly": 90, "texas": 90, "grits": 90, "points": 90, "breads": 90, "safeway": 90, "mesa": 90, "shocked": 89, "rough": 89, "install": 89, "bags": 89, "final": 89, "smoked": 89, "ball": 89, "followed": 89, "accept": 89, "donut": 89, "panda": 89, "dude": 89, "whenever": 89, "instructors": 89, "hilarious": 89, "hassle": 88, "upstairs": 88, "sugar": 88, "jobs": 88, "secret": 88, "message": 88, "naan": 88, "alterations": 88, "valet": 88, "espresso": 88, "worn": 88, "walgreens": 88, "unorganized": 88, "airline": 88, "closest": 88, "bob": 88, "shirt": 87, "drive-thru": 87, "floors": 87, "suggested": 87, "champaign": 87, "sun": 87, "report": 87, "heavy": 87, "chorizo": 87, "quote": 87, "putting": 87, "reuben": 87, "poisoning": 87, "ya": 87, "scam": 87, "refuse": 87, "smoothie": 87, "ages": 87, "chip": 87, "upbeat": 87, "lose": 86, "acknowledge": 86, "heck": 86, "veal": 86, "marinara": 86, "peanut": 86, "unhelpful": 86, "balls": 86, "dipping": 86, "comment": 86, "dozen": 86, "ugly": 86, "figure": 86, "among": 86, "baristas": 86, "figured": 86, "charges": 86, "fitness": 86, "lit": 86, "branch": 86, "shakes": 86, "hangout": 86, "muffins": 86, "mahi": 86, "vets": 85, "coke": 85, "messy": 85, "answers": 85, "natural": 85, "blood": 85, "applebee": 85, "screw": 85, "miso": 85, "pastrami": 85, "deserts": 85, "vanilla": 85, "costumer": 85, "planet": 85, "er": 85, "sets": 85, "client": 85, "scott": 85, "helps": 85, "artist": 85, "fluffy": 85, "mechanics": 85, "program": 84, "calzone": 84, "ketchup": 84, "dj": 84, "payment": 84, "fav": 84, "grateful": 84, "pancake": 84, "stinks": 84, "upgrade": 84, "gate": 84, "checkout": 84, "savory": 84, "fool": 84, "pudding": 84, "battery": 84, "flower": 84, "reasons": 84, "skilled": 84, "ray": 84, "nicer": 83, "plastic": 83, "lemonade": 83, "hanging": 83, "signed": 83, "offerings": 83, "bowling": 83, "access": 83, "sketchy": 83, "lie": 83, "exhibits": 83, "seasonal": 83, "mountain": 83, "supporting": 83, "homey": 83, "till": 82, "planning": 82, "unbelievably": 82, "alternative": 82, "fucking": 82, "feed": 82, "learned": 82, "charging": 82, "details": 82, "flavored": 82, "greeting": 82, "r": 82, "kevin": 82, "grooming": 82, "lively": 82, "bf": 81, "earlier": 81, "napkins": 81, "rave": 81, "w/": 81, "patty": 81, "reception": 81, "gourmet": 81, "candy": 81, "became": 81, "closing": 81, "silverware": 81, "fianc": 81, "piping": 81, "bedside": 81, "remodel": 81, "servings": 81, "salsas": 81, "divine": 81, "irish": 80, "downright": 80, "mayo": 80, "tenders": 80, "pecan": 80, "adequate": 80, "headache": 80, "hurry": 80, "sea": 80, "holy": 80, "trained": 80, "starving": 80, "proceeded": 80, "cardboard": 80, "generic": 80, "whether": 80, "distance": 80, "balance": 80, "cancelled": 80, "limo": 80, "atrocious": 79, "thanksgiving": 79, "installation": 79, "underwhelming": 79, "fingers": 79, "depressing": 79, "hurt": 79, "hip": 79, "oily": 79, "listened": 79, "legit": 79, "courses": 79, "concern": 79, "snacks": 79, "artichoke": 79, "smart": 79, "ihop": 79, "browns": 79, "chimichanga": 79, "cuban": 79, "ahwatukee": 79, "diet": 78, "understaffed": 78, "tax": 78, "cups": 78, "mani": 78, "seconds": 78, "dingy": 78, "fashioned": 78, "dresses": 78, "oven": 78, "nowhere": 78, "technicians": 78, "pesto": 78, "garage": 78, "boxes": 78, "promise": 78, "urgent": 78, "faces": 78, "exceeded": 78, "responsive": 78, "sunset": 78, "mini": 77, "organization": 77, "reminds": 77, "pan": 77, "pricy": 77, "cancel": 77, "courtesy": 77, "basket": 77, "apps": 77, "leather": 77, "teas": 77, "sky": 77, "detailed": 77, "mustard": 76, "brews": 76, "alcohol": 76, "fatty": 76, "appetizing": 76, "vehicles": 76, "falling": 76, "news": 76, "throw": 76, "prescription": 76, "memories": 76, "surely": 76, "test": 76, "staffed": 76, "hearty": 76, "dan": 76, "brakes": 75, "installed": 75, "scene": 75, "ashley": 75, "buck": 75, "pineapple": 75, "common": 75, "bugs": 75, "cents": 75, "zucchini": 75, "separate": 75, "power": 75, "form": 75, "famous": 75, "concerned": 75, "brother": 75, "blueberry": 75, "cafeteria": 75, "realize": 75, "oysters": 75, "tiramisu": 75, "merchandise": 75, "saving": 75, "indeed": 75, "western": 75, "tamales": 75, "eric": 75, "carnitas": 75, "listens": 75, "worthy": 74, "waters": 74, "speed": 74, "replacement": 74, "breadsticks": 74, "stylists": 74, "drunk": 74, "wild": 74, "responded": 74, "jason": 74, "practices": 74, "companies": 74, "account": 74, "brings": 74, "matt": 74, "lisa": 74, "engaging": 74, "frankly": 73, "stays": 73, "match": 73, "batter": 73, "lease": 73, "larger": 73, "cramped": 73, "haircuts": 73, "age": 73, "unable": 73, "allow": 73, "hamburgers": 73, "starting": 73, "mattress": 73, "court": 73, "walnut": 73, "collection": 73, "similar": 73, "slowest": 73, "ups": 73, "insisted": 73, "wisconsin": 73, "studio": 73, "compliments": 73, "disappoints": 73, "calzones": 73, "microwave": 72, "forced": 72, "toes": 72, "cart": 72, "fiance": 72, "tomorrow": 72, "ownership": 72, "lives": 72, "written": 72, "ultimate": 72, "attended": 72, "industry": 72, "workout": 72, "sake": 72, "rides": 72, "concerns": 72, "cherry": 72, "prepare": 72, "weekly": 72, "record": 72, "supplies": 72, "puffs": 72, "fashion": 72, "tucked": 72, "yelling": 71, "chopped": 71, "purchasing": 71, "fishy": 71, "inventory": 71, "entirely": 71, "clam": 71, "clientele": 71, "lasted": 71, "false": 71, "lied": 71, "paul": 71, "stress": 71, "providing": 71, "requests": 71, "inspection": 71, "assistant": 71, "f": 71, "interest": 71, "samples": 71, "kfc": 71, "doughnuts": 71, "buns": 71, "popcorn": 71, "kinds": 71, "grande": 71, "elegant": 71, "omelets": 71, "bands": 71, "insane": 70, "cheesesteak": 70, "following": 70, "against": 70, "chowder": 70, "funky": 70, "billing": 70, "america": 70, "public": 70, "video": 70, "square": 70, "advantage": 70, "corned": 70, "exciting": 70, "attitudes": 70, "priority": 70, "jeff": 70, "pools": 70, "jerk": 70, "strips": 70, "highest": 70, "id": 70, "paperwork": 70, "sangria": 70, "meatloaf": 70, "integrity": 70, "shirts": 69, "wood": 69, "sight": 69, "breaded": 69, "chop": 69, "computer": 69, "twist": 69, "keys": 69, "concept": 69, "guarantee": 69, "types": 69, "chops": 69, "bargain": 69, "frames": 69, "ick": 69, "tattoo": 69, "epic": 69, "paradise": 69, "respectful": 69, "peaceful": 69, "hrs": 68, "hills": 68, "breading": 68, "admit": 68, "photo": 68, "performance": 68, "hardware": 68, "photos": 68, "cabbage": 68, "agreed": 68, "completed": 68, "pair": 68, "strike": 68, "sampler": 68, "suppose": 68, "dined": 68, "character": 68, "spoiled": 68, "pastas": 68, "eastern": 68, "celebrate": 68, "wtf": 68, "reviewers": 68, "pro": 68, "yogurt": 68, "students": 68, "visitors": 68, "pastor": 68, "various": 67, "specific": 67, "pretzel": 67, "pull": 67, "inconvenience": 67, "winter": 67, "sounded": 67, "starts": 67, "pack": 67, "asks": 67, "rented": 67, "finest": 67, "wi-fi": 67, "liberty": 67, "adding": 67, "labor": 67, "tickets": 67, "staffs": 67, "airports": 67, "refried": 67, "sonic": 67, "bikes": 67, "eyebrows": 67, "accessories": 67, "apologetic": 66, "cheddar": 66, "somehow": 66, "kill": 66, "idiots": 66, "arrogant": 66, "useless": 66, "current": 66, "ripoff": 66, "wise": 66, "puts": 66, "fired": 66, "waxing": 66, "farm": 66, "lube": 66, "trendy": 66, "jimmy": 66, "indoor": 66, "brake": 66, "brewery": 66, "cats": 66, "harbor": 66, "dinning": 66, "alex": 66, "april": 65, "chunks": 65, "appeared": 65, "t": 65, "address": 65, "advise": 65, "bitter": 65, "degrees": 65, "certain": 65, "cheeses": 65, "bottles": 65, "himself": 65, "destination": 65, "joints": 65, "assume": 65, "july": 65, "jim": 65, "rotten": 65, "levels": 65, "movies": 65, "procedure": 65, "contacted": 65, "associate": 65, "rolled": 65, "lastly": 65, "massages": 65, "ample": 65, "hilton": 65, "laugh": 65, "syrup": 65, "beats": 65, "introduced": 65, "ace": 65, "unlike": 65, "bmw": 65, "stone": 65, "eclectic": 65, "navigate": 65, "vintage": 65, "sicilian": 64, "minus": 64, "horrific": 64, "mail": 64, "downstairs": 64, "cheapest": 64, "row": 64, "biscuit": 64, "boiled": 64, "jiffy": 64, "bone": 64, "tight": 64, "@": 64, "convenience": 64, "smelly": 64, "theirs": 64, "arrangements": 64, "facial": 64, "humor": 64, "passionate": 64, "scrambled": 63, "beverage": 63, "topped": 63, "died": 63, "liquor": 63, "happening": 63, "pickup": 63, "belly": 63, "massive": 63, "cutting": 63, "chances": 63, "traveling": 63, "sirloin": 63, "chat": 63, "scratch": 63, "afterwards": 63, "extraordinary": 63, "katsu": 63, "trees": 63, "dependable": 63, "thoughtful": 63, "success": 63, "catering": 63, "breakfasts": 63, "stunning": 63, "faster": 62, "vodka": 62, "wan": 62, "improvement": 62, "chains": 62, "kung": 62, "clerk": 62, "deposit": 62, "include": 62, "highlight": 62, "arrival": 62, "spread": 62, "suits": 62, "grace": 62, "nyc": 62, "alley": 62, "plague": 62, "trio": 62, "burgh": 62, "mignon": 62, "a/c": 62, "ignore": 62, "cable": 62, "ourselves": 62, "spiced": 62, "los": 62, "co": 62, "surprising": 62, "byob": 62, "joy": 62, "gnocchi": 61, "yep": 61, "runny": 61, "forgettable": 61, "steal": 61, "martini": 61, "hi": 61, "drain": 61, "additionally": 61, "breast": 61, "becoming": 61, "national": 61, "hint": 61, "wasnt": 61, "blame": 61, "barbecue": 61, "forgotten": 61, "buttery": 61, "lesson": 61, "unnecessary": 61, "referred": 61, "bs": 61, "lover": 61, "jessica": 61, "tim": 61, "bet": 61, "freakin": 61, "exhibit": 61, "amy": 61, "stephanie": 61, "chai": 61, "vegetarians": 61, "jerry": 61, "postino": 61, "randy": 61, "holes": 60, "appealing": 60, "guac": 60, "master": 60, "chatting": 60, "bisque": 60, "groomer": 60, "rudely": 60, "noise": 60, "potential": 60, "lime": 60, "dirt": 60, "mussels": 60, "ideal": 60, "exact": 60, "questionable": 60, "yuck": 60, "stains": 60, "buddy": 60, "names": 60, "airways": 60, "neighbors": 60, "burro": 60, "peach": 60, "remembers": 60, "painless": 60, "tag": 59, "topping": 59, "signs": 59, "frustration": 59, "ends": 59, "female": 59, "proper": 59, "reply": 59, "pao": 59, "shell": 59, "cucumber": 59, "bueno": 59, "library": 59, "check-in": 59, "touched": 59, "operation": 59, "assistance": 59, "rep": 59, "trips": 59, "pretzels": 59, "cindy": 59, "obnoxious": 59, "worker": 59, "bubble": 59, "appropriate": 59, "artists": 59, "michelle": 59, "machaca": 59, "james": 59, "mimi": 59, "ways": 58, "americanized": 58, "tailor": 58, "ok.": 58, "tremendous": 58, "utterly": 58, "created": 58, "dumb": 58, "passion": 58, "compliment": 58, "dime": 58, "decorations": 58, "ginger": 58, "conference": 58, "cole": 58, "wheat": 58, "wax": 58, "legs": 58, "enemy": 58, "approached": 58, "absurd": 58, "offering": 58, "gf": 58, "replace": 58, "almond": 58, "display": 58, "smoky": 58, "toys": 58, "towards": 58, "acted": 58, "hygienist": 58, "jalapeo": 58, "ryan": 58, "nursery": 58, "designs": 58, "friendliest": 58, "hoagies": 57, "minimal": 57, "hoagie": 57, "removed": 57, "mama": 57, "mistakes": 57, "behavior": 57, "blt": 57, "suit": 57, "subpar": 57, "calories": 57, "microwaved": 57, "frame": 57, "setup": 57, "luke": 57, "switch": 57, "ours": 57, "thus": 57, "screen": 57, "via": 57, "hole-in-the-wall": 57, "defiantly": 57, "beverages": 57, "mmm": 57, "signature": 57, "to-go": 57, "celebration": 57, "repaired": 57, "mild": 57, "renting": 57, "print": 57, "gentlemen": 57, "theme": 57, "robin": 57, "records": 57, "tops": 57, "dealer": 57, "rotation": 57, "good.": 57, "lv": 57, "don": 57, "killer": 57, "discounts": 57, "eager": 57, "proud": 57, "kindness": 57, "adds": 57, "estimate": 56, "j": 56, "blew": 56, "ordinary": 56, "wrapped": 56, "debit": 56, "arrangement": 56, "junk": 56, "max": 56, "practically": 56, "listed": 56, "entrance": 56, "thrown": 56, "thankfully": 56, "quit": 56, "native": 56, "laughing": 56, "unimpressed": 56, "thankful": 56, "cupcakes": 56, "tree": 56, "unusual": 56, "crepes": 56, "patience": 56, "carolina": 56, "rose": 56, "dancing": 56, "nonetheless": 56, "couples": 56, "compassion": 56, "mexico": 56, "sink": 56, "beauty": 56, "comforting": 56, "quirky": 56, "seven": 55, "enterprise": 55, "exception": 55, "utensils": 55, "speaking": 55, "damage": 55, "overrated": 55, "starters": 55, "began": 55, "march": 55, "named": 55, "stops": 55, "hearing": 55, "horrid": 55, "tho": 55, "present": 55, "and/or": 55, "insanely": 55, "assortment": 55, "irritated": 55, "diamond": 55, "airlines": 55, "yay": 55, "ceviche": 55, "instantly": 55, "root": 55, "smokey": 55, "horchata": 55, "eve": 55, "tooth": 55, "freshest": 55, "ted": 55, "flawless": 55, "stepped": 54, "grabbed": 54, "tso": 54, "soooooo": 54, "flour": 54, "reheated": 54, "hopes": 54, "island": 54, "cannoli": 54, "advance": 54, "accident": 54, "booking": 54, "coworkers": 54, "capital": 54, "pros": 54, "dust": 54, "buds": 54, "cilantro": 54, "c": 54, "clt": 54, "wasabi": 54, "blend": 54, "expert": 54, "pace": 54, "monthly": 54, "scheduling": 54, "sourdough": 54, "nick": 54, "suite": 54, "attractive": 54, "vinegar": 53, "minimum": 53, "search": 53, "whoever": 53, "flying": 53, "adult": 53, "river": 53, "crunch": 53, "tacky": 53, "burn": 53, "dairy": 53, "bang": 53, "sprouts": 53, "mainly": 53, "oz": 53, "dates": 53, "comments": 53, "salted": 53, "tub": 53, "limp": 53, "held": 53, "initial": 53, "shots": 53, "reminded": 53, "bridal": 53, "outrageous": 53, "gear": 53, "harris": 53, "knowing": 53, "social": 53, "ideas": 53, "idiot": 53, "advised": 53, "maria": 53, "goat": 53, "yard": 53, "vibes": 53, "lets": 53, "muffin": 53, "union": 53, "relleno": 53, "lunches": 53, "barbers": 53, "danny": 53, "adam": 53, "craig": 53, "combinations": 53, "asset": 53, "grass": 52, "fridays": 52, "pants": 52, "til": 52, "straw": 52, "soap": 52, "frills": 52, "imo": 52, "painful": 52, "patronize": 52, "replied": 52, "random": 52, "expired": 52, "checks": 52, "create": 52, "fooled": 52, "feta": 52, "cent": 52, "fellow": 52, "st": 52, "storage": 52, "afford": 52, "grub": 52, "gracious": 52, "renovated": 52, "necessary": 52, "traffic": 52, "carpets": 52, "matters": 52, "select": 52, "cod": 52, "block": 52, "oregano": 52, "rainbow": 52, "pei": 52, "place.": 52, "frank": 52, "village": 52, "florist": 52, "confident": 52, "genius": 52, "calm": 52, "scenery": 52, "unpretentious": 52, "wilted": 51, "uninspired": 51, "doughy": 51, "stew": 51, "district": 51, "ai": 51, "satisfaction": 51, "liking": 51, "drenched": 51, "carrots": 51, "info": 51, "comparable": 51, "june": 51, "blackened": 51, "cigar": 51, "entering": 51, "dressed": 51, "cvs": 51, "opted": 51, "individual": 51, "appearance": 51, "throwing": 51, "tan": 51, "assist": 51, "advertising": 51, "lil": 51, "lox": 51, "courtyard": 51, "stands": 51, "shaved": 51, "adventure": 51, "groceries": 51, "cater": 51, "san": 51, "historic": 51, "wei": 51, "baja": 51, "pollo": 51, "udon": 51, "tj": 51, "effective": 51, 